{
  "word2index": {
    "expansions": 0,
    "disgorge": 1,
    "0.658": 2,
    "poclain": 3,
    "1,000.6": 4,
    "gruenberg": 5,
    "perceptive": 6,
    "71.1": 7,
    "hourly": 8,
    "2,997,800": 9,
    "methode": 10,
    "30,300": 11,
    "4,116,000": 12,
    "mauritius": 13,
    "severance": 14,
    "multilaterally": 15,
    "8,225,052": 16,
    "ras": 17,
    "vci": 18,
    "undisclosed": 19,
    "castings": 20,
    "peg": 21,
    "30,782,000": 22,
    "147.50": 23,
    "subsidiary": 24,
    "284,636": 25,
    "390,500": 26,
    "24,000": 27,
    "6,399,000": 28,
    "verging": 29,
    "126.6": 30,
    "2,468,000": 31,
    "horiz": 32,
    "conroe": 33,
    "291.4": 34,
    "assay": 35,
    "safras": 36,
    "strip": 37,
    "6,993,000": 38,
    "4.19": 39,
    "journalist": 40,
    "scored": 41,
    "329": 42,
    "glaxo": 43,
    "ivan": 44,
    "babylon": 45,
    "onstream": 46,
    "pointer": 47,
    "diet": 48,
    "42.2": 49,
    "mlnprofit": 50,
    "426": 51,
    "151.6": 52,
    "harcout's": 53,
    "banner": 54,
    "arco": 55,
    "soils": 56,
    "representations": 57,
    "picn": 58,
    "babk": 59,
    "hawkins": 60,
    "342": 61,
    "maize": 62,
    "squash": 63,
    "chiari": 64,
    "williams": 65,
    "99.2": 66,
    "visa": 67,
    "vegetative": 68,
    "fayetteville": 69,
    "32.05": 70,
    "cvcc": 71,
    "627": 72,
    "29.1": 73,
    "rhodium": 74,
    "pasar's": 75,
    "vermont": 76,
    "reconsidered": 77,
    "j.h.": 78,
    "wednesday": 79,
    "frostex": 80,
    "ferdinand": 81,
    "sanctioned": 82,
    "1330": 83,
    "onno": 84,
    "8,142,000": 85,
    "comapny": 86,
    "leys": 87,
    "613.50": 88,
    "neste": 89,
    "113.8": 90,
    "puma": 91,
    "2,382,000": 92,
    "hackl": 93,
    "faw": 94,
    "npt": 95,
    "2,157,895": 96,
    "mcl": 97,
    "3.8241": 98,
    "hectarage": 99,
    "712,000": 100,
    "8,392": 101,
    "9,265,457": 102,
    "wnx": 103,
    "954,400": 104,
    "sheen": 105,
    "0.28": 106,
    "2,446,100": 107,
    "czechoslovakia": 108,
    "172,384": 109,
    "kock": 110,
    "meinert": 111,
    "7,837,511": 112,
    "curt": 113,
    "conf": 114,
    "rodolfo": 115,
    "49": 116,
    "trailers": 117,
    "1,370,063": 118,
    "1,241,000": 119,
    "spoke": 120,
    "deciding": 121,
    "3,133,000": 122,
    "bahia": 123,
    "2.82": 124,
    "coincident": 125,
    "nicosia": 126,
    "penetration": 127,
    "8,193,455": 128,
    "bombing": 129,
    "wol": 130,
    "268,760": 131,
    "36.93": 132,
    "17,376,480": 133,
    "lindenberg": 134,
    "1,493,000": 135,
    "sinhalese": 136,
    "reconstituted": 137,
    "75.3": 138,
    "creative": 139,
    "786,000": 140,
    "video": 141,
    "1,316,000": 142,
    "44.4": 143,
    "spite": 144,
    "flotations": 145,
    "1,268,847": 146,
    "bits": 147,
    "756": 148,
    "2,916,128": 149,
    "steep": 150,
    "persuading": 151,
    "nord": 152,
    "129,000": 153,
    "1,879,000": 154,
    "implication": 155,
    "419": 156,
    "nerves": 157,
    "105,715": 158,
    "irrigated": 159,
    "380,273": 160,
    "volatility": 161,
    "consoles": 162,
    "1,610,286": 163,
    "gloucestershire": 164,
    "usefulness": 165,
    "felix": 166,
    "shgares": 167,
    "liquefied": 168,
    "grigory": 169,
    "15.50": 170,
    "ccf's": 171,
    "make": 172,
    "lakes": 173,
    "1,884,000": 174,
    "conferences": 175,
    "begun": 176,
    "1,048,543": 177,
    "clouds": 178,
    "eckhart": 179,
    "1,693,375": 180,
    "272.8": 181,
    "missions": 182,
    "145.33": 183,
    "caf": 184,
    "linotype's": 185,
    "sweden": 186,
    "2,083,000": 187,
    "interpretation": 188,
    "610.9": 189,
    "2,649,500": 190,
    "8,637,000": 191,
    "dutch": 192,
    "119.2": 193,
    "1,469,208": 194,
    "14.37": 195,
    "entertainment": 196,
    "177.6": 197,
    "897,925": 198,
    "yangtze": 199,
    "junior": 200,
    "10,909,729": 201,
    "neue": 202,
    "32,766": 203,
    "1,905,774": 204,
    "oper": 205,
    "imprints": 206,
    "unheated": 207,
    "lyons": 208,
    "applaud": 209,
    "gate": 210,
    "dennis": 211,
    "targeting": 212,
    "706,984": 213,
    "distributor": 214,
    "recall": 215,
    "downtown": 216,
    "uranium": 217,
    "bevi": 218,
    "mozambique": 219,
    "caledonian": 220,
    "4,410,000": 221,
    "3,454,577": 222,
    "promising": 223,
    "desperate": 224,
    "645": 225,
    "marketeers": 226,
    "0.50": 227,
    "federated": 228,
    "22.4": 229,
    "1,489,831": 230,
    "223.1": 231,
    "criminal": 232,
    "nestle's": 233,
    "2,476,068": 234,
    "6.58": 235,
    "2,764,000": 236,
    "bokl": 237,
    "43.2": 238,
    "exploit": 239,
    "928": 240,
    "dbrn": 241,
    "124,634,000": 242,
    "bring's": 243,
    "greek": 244,
    "1,376,000": 245,
    "7.43": 246,
    "57.33": 247,
    "isam": 248,
    "contributor": 249,
    "437,425": 250,
    "169.3": 251,
    "newfoundlanders": 252,
    "yves": 253,
    "879.4": 254,
    "venezula": 255,
    "atlantic": 256,
    "steuart": 257,
    "coronet": 258,
    "281.546": 259,
    "11,551,000": 260,
    "karim": 261,
    "7,977,000": 262,
    "116": 263,
    "alabama's": 264,
    "88,819": 265,
    "7,001,000": 266,
    "100,254": 267,
    "composit": 268,
    "517,333": 269,
    "1,668,000": 270,
    "crushed": 271,
    "cautiously": 272,
    "205.2": 273,
    "4,775,000": 274,
    "sangsu": 275,
    "arranges": 276,
    "striving": 277,
    "1,891,250": 278,
    "2.53": 279,
    "hainan": 280,
    "poc": 281,
    "martin": 282,
    "160.14": 283,
    "andersson": 284,
    "43,900": 285,
    "rocked": 286,
    "1,631": 287,
    "505.0": 288,
    "exposed": 289,
    "1,471,000": 290,
    "149.4": 291,
    "e.d.f.": 292,
    "savvy": 293,
    "nowruz": 294,
    "pattamapong": 295,
    "8,367,000": 296,
    "extras": 297,
    "npct": 298,
    "120,403": 299,
    "2.333": 300,
    "18": 301,
    "8,511,000": 302,
    "bcom": 303,
    "beaufort": 304,
    "nekoosa's": 305,
    "prebble": 306,
    "16.3": 307,
    "predictable": 308,
    "37.09": 309,
    "112.1": 310,
    "925": 311,
    "5,306": 312,
    "fleshed": 313,
    "30.13": 314,
    "reeacquisition": 315,
    "backed": 316,
    "192.0": 317,
    "67.62": 318,
    "56.2": 319,
    "38.76": 320,
    "saii": 321,
    "2,008": 322,
    "fboh": 323,
    "ainv": 324,
    "1,280,618": 325,
    "103.3": 326,
    "sqd": 327,
    "ers": 328,
    "708,197": 329,
    "ngx": 330,
    "pr": 331,
    "10,150.6": 332,
    "water": 333,
    "stockbroking": 334,
    "purest": 335,
    "18.55": 336,
    "hnkg": 337,
    "bwrlf": 338,
    "rta": 339,
    "subsidizing": 340,
    "88.28": 341,
    "accommodation": 342,
    "south's": 343,
    "demand": 344,
    "inherit": 345,
    "4,790": 346,
    "546,000": 347,
    "bullion": 348,
    "156,576": 349,
    "646.7": 350,
    "pipestone": 351,
    "imat": 352,
    "soaf": 353,
    "852.72": 354,
    "nonthapanthawat": 355,
    "ope": 356,
    "tension": 357,
    "celanese": 358,
    "54,075": 359,
    "949.00": 360,
    "217.28": 361,
    "flush": 362,
    "calves": 363,
    "2,723,000": 364,
    "2,303,000": 365,
    "204,391": 366,
    "pll": 367,
    "newt": 368,
    "194.6": 369,
    "technolgies": 370,
    "popular": 371,
    "eppler": 372,
    "fujian": 373,
    "1,109,000": 374,
    "68.9": 375,
    "4,200,000": 376,
    "inexperience": 377,
    "rtb": 378,
    "90,000": 379,
    "befire": 380,
    "watanabe": 381,
    "stress": 382,
    "witness": 383,
    "wagons": 384,
    "mini": 385,
    "1.10": 386,
    "poorest": 387,
    "suggest": 388,
    "390,179": 389,
    "deepening": 390,
    "estimate": 391,
    "farmland": 392,
    "1,940.7": 393,
    "pneumatics": 394,
    "4.82": 395,
    "569,000": 396,
    "valentchits": 397,
    "thyh": 398,
    "20,700": 399,
    "dozen": 400,
    "2,313,000": 401,
    "8,977,000": 402,
    "48,024,000": 403,
    "633": 404,
    "gamco": 405,
    "deserts": 406,
    "loopholes": 407,
    "suitor": 408,
    "hectic": 409,
    "229.6": 410,
    "wisconsin": 411,
    "1,319,000": 412,
    "147.5": 413,
    "divisions": 414,
    "294.3": 415,
    "attrib": 416,
    "soochow": 417,
    "525.1": 418,
    "434.00": 419,
    "100.3": 420,
    "provides": 421,
    "2,815,000": 422,
    "0.020": 423,
    "tones": 424,
    "menu": 425,
    "1,046,785": 426,
    "saft": 427,
    "47.5": 428,
    "scattered": 429,
    "2,375": 430,
    "ulg": 431,
    "104.68": 432,
    "982,779": 433,
    "accounts": 434,
    "repaying": 435,
    "21.4": 436,
    "1,887,000": 437,
    "29.4": 438,
    "environment": 439,
    "homogeneous": 440,
    "silvercrest": 441,
    "140,600": 442,
    "6.08": 443,
    "waning": 444,
    "decsion": 445,
    "partnership's": 446,
    "593,827": 447,
    "specialty": 448,
    "355": 449,
    "provoked": 450,
    "binks": 451,
    "343.06": 452,
    "delisted": 453,
    "19.35": 454,
    "191,840,000": 455,
    "ajinomoto": 456,
    "pact's": 457,
    "293,000": 458,
    "54.1": 459,
    "abusing": 460,
    "lwis": 461,
    "12,955,562": 462,
    "269.5": 463,
    "3.000": 464,
    "174,158": 465,
    "likely": 466,
    "hopefully": 467,
    "kilowatt": 468,
    "sharholders": 469,
    "swung": 470,
    "possibilities": 471,
    "733": 472,
    "inside": 473,
    "emphasize": 474,
    "uls": 475,
    "163.7": 476,
    "frenzy": 477,
    "14,700": 478,
    "sttement": 479,
    "3,691.0": 480,
    "collect": 481,
    "siemens": 482,
    "premium": 483,
    "bridesmaid": 484,
    "austec": 485,
    "shortly": 486,
    "madison": 487,
    "isao": 488,
    "5.84073": 489,
    "tongue": 490,
    "ching": 491,
    "acids": 492,
    "wlbk": 493,
    "escaped": 494,
    "74.4": 495,
    "split": 496,
    "229,000": 497,
    "wy": 498,
    "77.72": 499,
    "credibility": 500,
    "255,568": 501,
    "announcment": 502,
    "boksburg": 503,
    "374,000": 504,
    "0500": 505,
    "926,964": 506,
    "str": 507,
    "66.3": 508,
    "she": 509,
    "scotsdale": 510,
    "rabobank": 511,
    "anc": 512,
    "alvear": 513,
    "1,732,000": 514,
    "3,056,000": 515,
    "30.1": 516,
    "july": 517,
    "317,000": 518,
    "air": 519,
    "2,449,094": 520,
    "4,384,000": 521,
    "252.1": 522,
    "856.50": 523,
    "42.9": 524,
    "ici": 525,
    "155.1": 526,
    "pennsylvania's": 527,
    "1,710": 528,
    "483.4": 529,
    "coa": 530,
    "338,766": 531,
    "arise": 532,
    "scie": 533,
    "838,690": 534,
    "navistar": 535,
    "340,210": 536,
    "factions": 537,
    "munro": 538,
    "cooperativa": 539,
    "29.3": 540,
    "221.6": 541,
    "3,081,000": 542,
    "forgiveness": 543,
    "bethlehem": 544,
    "atco's": 545,
    "occurs": 546,
    "93.86": 547,
    "iran's": 548,
    "81.6": 549,
    "93.5": 550,
    "virulent": 551,
    "28.1": 552,
    "aturo": 553,
    "93,483": 554,
    "three": 555,
    "along": 556,
    "stem": 557,
    "kaufman": 558,
    "jeeps": 559,
    "rent": 560,
    "1,020": 561,
    "liberalize": 562,
    "gallons": 563,
    "3,624,000": 564,
    "btcu": 565,
    "6,359,000": 566,
    "protectionism": 567,
    "avgpric": 568,
    "age": 569,
    "speakers": 570,
    "180.1": 571,
    "lakeview": 572,
    "aloette": 573,
    "46.4": 574,
    "dwindling": 575,
    "actuarial": 576,
    "kilo": 577,
    "stereotype": 578,
    "iwth": 579,
    "forbidden": 580,
    "ptmi": 581,
    "favor": 582,
    "stockmarkets": 583,
    "nowhere": 584,
    "144.5": 585,
    "dco": 586,
    "6,127,000": 587,
    "claude": 588,
    "9.21": 589,
    "punishing": 590,
    "sour": 591,
    "220,724": 592,
    "8,447,000": 593,
    "courtaulds": 594,
    "nikko": 595,
    "stephan": 596,
    "exisiting": 597,
    "controversial": 598,
    "11,753,950": 599,
    "ion": 600,
    "hkld": 601,
    "spark": 602,
    "trackless": 603,
    "explaining": 604,
    "laundry": 605,
    "poeple": 606,
    "hinged": 607,
    "87": 608,
    "321.6": 609,
    "cushion": 610,
    "authoriteis": 611,
    "reichhold's": 612,
    "vi": 613,
    "45,340": 614,
    "passing": 615,
    "738.9": 616,
    "3.60": 617,
    "yfed": 618,
    "168.5": 619,
    "bulhx": 620,
    "12.84": 621,
    "dlrsl": 622,
    "605,725": 623,
    "passages": 624,
    "words": 625,
    "10.5": 626,
    "116,157,000": 627,
    "bonn's": 628,
    "215.8": 629,
    "wpl": 630,
    "demise": 631,
    "abolished": 632,
    "138,257": 633,
    "jepson": 634,
    "reed's": 635,
    "34.57": 636,
    "10.39": 637,
    "82.9": 638,
    "geraldez": 639,
    "bbe": 640,
    "veteran": 641,
    "196": 642,
    "say": 643,
    "1,086,000": 644,
    "7,456,000": 645,
    "alexander's": 646,
    "4,850,000": 647,
    "shraes": 648,
    "barros": 649,
    "pygks": 650,
    "14.350": 651,
    "persons": 652,
    "profitability": 653,
    "tomaque": 654,
    "subcontracts": 655,
    "exacerbated": 656,
    "1.438": 657,
    "seattle": 658,
    "amends": 659,
    "223.3": 660,
    "plying": 661,
    "pgulf": 662,
    "guanghdong": 663,
    "express": 664,
    "296": 665,
    "violence": 666,
    "offseting": 667,
    "plp": 668,
    "subversion": 669,
    "montary": 670,
    "programing": 671,
    "n.d.": 672,
    "386.0": 673,
    "dataproducts": 674,
    "874,000": 675,
    "maladies": 676,
    "swamp": 677,
    "sample": 678,
    "tucson": 679,
    "92.29": 680,
    "125.4": 681,
    "adsteam's": 682,
    "houston": 683,
    "centel": 684,
    "revive": 685,
    "pentagon": 686,
    "welg": 687,
    "657": 688,
    "3,428": 689,
    "6,598,580": 690,
    "388.1": 691,
    "112,262": 692,
    "fnma": 693,
    "nonprogram": 694,
    "possibly": 695,
    "overbought": 696,
    "yellow": 697,
    "land": 698,
    "6,715,000": 699,
    "1,400,247": 700,
    "34,550": 701,
    "223.4": 702,
    "196.5": 703,
    "2,015,953": 704,
    "alarm": 705,
    "656,000": 706,
    "enrolled": 707,
    "838,069": 708,
    "1,084.2": 709,
    "filibuster": 710,
    "petroeleos": 711,
    "149.1": 712,
    "hypothecaire": 713,
    "national": 714,
    "trademarkets": 715,
    "630,000": 716,
    "kelley": 717,
    "jersery": 718,
    "wendt": 719,
    "2,825,600": 720,
    "philadelphia": 721,
    "2,435,000": 722,
    "strengthen": 723,
    "mis": 724,
    "signaling": 725,
    "gebrueder": 726,
    "900,334": 727,
    "cochran": 728,
    "5,300,000": 729,
    "7,754,000": 730,
    "deviations": 731,
    "10,110": 732,
    "sickly": 733,
    "airborne": 734,
    "series": 735,
    "unfavorable": 736,
    "diagnosed": 737,
    "cir": 738,
    "112.5": 739,
    "paddy": 740,
    "rdgc": 741,
    "inpact": 742,
    "259.0": 743,
    "esy": 744,
    "120.88": 745,
    "8.00": 746,
    "icr": 747,
    "wawa": 748,
    "2,368,000": 749,
    "eqica": 750,
    "6,839,827": 751,
    "653,246": 752,
    "voyages": 753,
    "dumps": 754,
    "75,809": 755,
    "grandad": 756,
    "210.34": 757,
    "541.3": 758,
    "ssiaa": 759,
    "civil": 760,
    "1,560,000": 761,
    "notification": 762,
    "alba": 763,
    "245,560": 764,
    "bombay": 765,
    "whiskey": 766,
    "90,500": 767,
    "demetree": 768,
    "visitors": 769,
    "exploring": 770,
    "988.9": 771,
    "brian": 772,
    "ireland's": 773,
    "spot": 774,
    "9.1250": 775,
    "5,624,041": 776,
    "5,834,000": 777,
    "dioxide": 778,
    "3,313,000": 779,
    "devalues": 780,
    "invisibles": 781,
    "945": 782,
    "29.71": 783,
    "seeing": 784,
    "hitherto": 785,
    "230.1": 786,
    "table": 787,
    "970,141": 788,
    "iae": 789,
    "dlrs": 790,
    "nutured": 791,
    "5,276,627": 792,
    "borough": 793,
    "207,514": 794,
    "92,347,000": 795,
    "debenture": 796,
    "sufficiency": 797,
    "htwn": 798,
    "bidding": 799,
    "annnounced": 800,
    "74,123,837": 801,
    "hsla": 802,
    "wopuld": 803,
    "funaro": 804,
    "76.6": 805,
    "misconception": 806,
    "2,823,000": 807,
    "manor": 808,
    "cartel": 809,
    "remodelling": 810,
    "tsco": 811,
    "cmb": 812,
    "slowdown": 813,
    "44.05": 814,
    "centel's": 815,
    "1,377": 816,
    "3,131,000": 817,
    "manager": 818,
    "libya": 819,
    "288.6": 820,
    "edict": 821,
    "california": 822,
    "1350": 823,
    "shuffle": 824,
    "socialist": 825,
    "bearings": 826,
    "bh": 827,
    "5.08": 828,
    "66,591,000": 829,
    "392,000,000": 830,
    "548.5": 831,
    "coronation": 832,
    "suspending": 833,
    "elements": 834,
    "0.02": 835,
    "balmer": 836,
    "mx": 837,
    "uncommonly": 838,
    "fronape": 839,
    "transported": 840,
    "agressively": 841,
    "bc": 842,
    "accptances": 843,
    "ewing": 844,
    "derivative": 845,
    "clausen": 846,
    "mazda": 847,
    "4,185,000": 848,
    "celebrate": 849,
    "147,537": 850,
    "1,057.50": 851,
    "hui": 852,
    "targets": 853,
    "irri": 854,
    "florakis": 855,
    "break": 856,
    "2,393,622": 857,
    "huanuni": 858,
    "7,952,000": 859,
    "mmb": 860,
    "refusal": 861,
    "16.4": 862,
    "96,327": 863,
    "26.1": 864,
    "1,337": 865,
    "mexico's": 866,
    "459,503": 867,
    "2,299,764": 868,
    "282.7": 869,
    "2,500,000": 870,
    "smuggling": 871,
    "951.50": 872,
    "1,098,978": 873,
    "printing": 874,
    "16.63": 875,
    "debvt": 876,
    "messenger": 877,
    "pound's": 878,
    "guesstimated": 879,
    "confidentiality": 880,
    "attar": 881,
    "anomaly": 882,
    "301.7": 883,
    "wishes": 884,
    "sww": 885,
    "142.30": 886,
    "dredge": 887,
    "7,564,000": 888,
    "calories": 889,
    "611": 890,
    "318,100": 891,
    "reads": 892,
    "lane": 893,
    "browing": 894,
    "pfina": 895,
    "baton": 896,
    "9.223": 897,
    "splits": 898,
    "rict": 899,
    "directive": 900,
    "25.71": 901,
    "143.99": 902,
    "laredo": 903,
    "6,262,000": 904,
    "513.2": 905,
    "frantic": 906,
    "continental's": 907,
    "les": 908,
    "closings": 909,
    "111,350": 910,
    "142.2": 911,
    "shrinking": 912,
    "idc's": 913,
    "habre": 914,
    "spiralled": 915,
    "3,819,678": 916,
    "5,850,000": 917,
    "colville": 918,
    "14,650,000": 919,
    "4,271,000": 920,
    "adopt": 921,
    "3,570,585": 922,
    "togo": 923,
    "582,300,000": 924,
    "jose": 925,
    "boomerang": 926,
    "2,213": 927,
    "printing's": 928,
    "acqure": 929,
    "sthl": 930,
    "18.61": 931,
    "blackburn": 932,
    "injects": 933,
    "bailey": 934,
    "487,432": 935,
    "somphol": 936,
    "26.97": 937,
    "4,786,000": 938,
    "4.03": 939,
    "marais": 940,
    "reorganizing": 941,
    "printed": 942,
    "pumping": 943,
    "603,661": 944,
    "pegging": 945,
    "hon": 946,
    "dispensers": 947,
    "0.693": 948,
    "10,104": 949,
    "3,033,000": 950,
    "17,259,000": 951,
    "gabon's": 952,
    "ntk": 953,
    "dogmatically": 954,
    "6,866,000": 955,
    "5,664,000": 956,
    "sixty": 957,
    "calculation": 958,
    "3,780,626": 959,
    "lauderdale": 960,
    "286.5": 961,
    "2,930,000": 962,
    "mechanical": 963,
    "weighed": 964,
    "37,295": 965,
    "piercing": 966,
    "inho": 967,
    "inland": 968,
    "157.8": 969,
    "almost": 970,
    "discouraged": 971,
    "peltz": 972,
    "station's": 973,
    "bayerische": 974,
    "stanley": 975,
    "internal": 976,
    "150": 977,
    "cathode": 978,
    "shawmut": 979,
    "priming": 980,
    "94.57": 981,
    "lxbk": 982,
    "28.20": 983,
    "8,954,000": 984,
    "condition": 985,
    "oeien": 986,
    "winners": 987,
    "taper": 988,
    "airframe": 989,
    "6,323,000": 990,
    "intention": 991,
    "2,498,300": 992,
    "eskimo": 993,
    "arturo": 994,
    "defendant": 995,
    "5,386,000": 996,
    "orbanco": 997,
    "761.3": 998,
    "282.4": 999,
    "4.71": 1000,
    "604": 1001,
    "23,250": 1002,
    "conran's": 1003,
    "76,919,119": 1004,
    "181.23": 1005,
    "224.08": 1006,
    "segment": 1007,
    "159,453": 1008,
    "reviving": 1009,
    "borrowers": 1010,
    "49.36": 1011,
    "cor": 1012,
    "884": 1013,
    "iban": 1014,
    "tighter": 1015,
    "647,390": 1016,
    "dolr": 1017,
    "a.w.": 1018,
    "richfield's": 1019,
    "defends": 1020,
    "2,522,293": 1021,
    "positions": 1022,
    "133.7": 1023,
    "reporters": 1024,
    "studied": 1025,
    "3,546,000": 1026,
    "tanned": 1027,
    "4,685": 1028,
    "mainenance": 1029,
    "geographically": 1030,
    "bombings": 1031,
    "complements": 1032,
    "moribund": 1033,
    "m": 1034,
    "2,806,005": 1035,
    "im": 1036,
    "ald": 1037,
    "34.811": 1038,
    "166.4": 1039,
    "81.9": 1040,
    "exhaust": 1041,
    "2.957": 1042,
    "roared": 1043,
    "fermenta": 1044,
    "grex": 1045,
    "1,864,417": 1046,
    "analyze": 1047,
    "taco": 1048,
    "58,863": 1049,
    "2,821,000": 1050,
    "tio": 1051,
    "nebulous": 1052,
    "728,000": 1053,
    "weill": 1054,
    "217,217": 1055,
    "coastal's": 1056,
    "biological": 1057,
    "qms": 1058,
    "9,300,000": 1059,
    "notified": 1060,
    "559.2": 1061,
    "sienna": 1062,
    "6,829,000": 1063,
    "recessed": 1064,
    "grapefruit": 1065,
    "76,130,000": 1066,
    "gec": 1067,
    "0.2": 1068,
    "dinars": 1069,
    "merchants": 1070,
    "county": 1071,
    "pegs": 1072,
    "2,170,628": 1073,
    "477,200": 1074,
    "527.88": 1075,
    "shadowed": 1076,
    "curacao": 1077,
    "hitter": 1078,
    "43,602,000": 1079,
    "61.9": 1080,
    "yong": 1081,
    "arteries": 1082,
    "seapride": 1083,
    "gannet": 1084,
    "13,191,000": 1085,
    "symbol": 1086,
    "1,986,710": 1087,
    "6.92": 1088,
    "2,525,000": 1089,
    "pooled": 1090,
    "ldmfa": 1091,
    "jeoffrey": 1092,
    "56,182": 1093,
    "wyo": 1094,
    "4,698,501": 1095,
    "contend": 1096,
    "5.375": 1097,
    "3,110,000": 1098,
    "22,500,000": 1099,
    "antimicrobial": 1100,
    "7,237,000": 1101,
    "taft": 1102,
    "petitioning": 1103,
    "2,632,000": 1104,
    "mateo": 1105,
    "9,205,000": 1106,
    "illinois": 1107,
    "12.25": 1108,
    "553.4": 1109,
    "curtailments": 1110,
    "world's": 1111,
    "strides": 1112,
    "1,548": 1113,
    "leao": 1114,
    "add": 1115,
    "cravath": 1116,
    "ceased": 1117,
    "713": 1118,
    "d'or": 1119,
    "germination": 1120,
    "381.4": 1121,
    "fadhil": 1122,
    "unfar": 1123,
    "rockets": 1124,
    "conrac's": 1125,
    "1.2850": 1126,
    "iniciativa": 1127,
    "shareowner": 1128,
    "19.19": 1129,
    "0.285": 1130,
    "compromised": 1131,
    "60,296": 1132,
    "petrosurance": 1133,
    "mackenzie": 1134,
    "productivity": 1135,
    "pittway": 1136,
    "cadx": 1137,
    "magnetics": 1138,
    "106,700": 1139,
    "3,403,914": 1140,
    "9,899,000": 1141,
    "glen": 1142,
    "shigeru": 1143,
    "groundnut": 1144,
    "feeder": 1145,
    "377.7": 1146,
    "unusually": 1147,
    "miyazaki": 1148,
    "15.018": 1149,
    "abex": 1150,
    "264,485": 1151,
    "whilst": 1152,
    "arabe": 1153,
    "phab": 1154,
    "fdrc": 1155,
    "securitization": 1156,
    "1,001,000": 1157,
    "branches": 1158,
    "seasons": 1159,
    "floating": 1160,
    "1,348.2": 1161,
    "nynex": 1162,
    "revelving": 1163,
    "imputed": 1164,
    "karlheinz": 1165,
    "seem": 1166,
    "dicn": 1167,
    "871,000": 1168,
    "selby": 1169,
    "cri": 1170,
    "rehabilitate": 1171,
    "minoru": 1172,
    "anglo": 1173,
    "142,000": 1174,
    "pickles": 1175,
    "154.82": 1176,
    "sabotaging": 1177,
    "4,984,650": 1178,
    "531.8": 1179,
    "159.2": 1180,
    "0.25": 1181,
    "chfd": 1182,
    "98.310": 1183,
    "berthed": 1184,
    "199.6": 1185,
    "bridgestone": 1186,
    "petrobras": 1187,
    "gelco": 1188,
    "genevieve": 1189,
    "17.31": 1190,
    "pbi": 1191,
    "neale": 1192,
    "transplants": 1193,
    "moni": 1194,
    "81,558": 1195,
    "caught": 1196,
    "1,185,267": 1197,
    "corrupt": 1198,
    "southwest": 1199,
    "3,624,528": 1200,
    "6,160,000": 1201,
    "3.8502": 1202,
    "unctad": 1203,
    "hldr": 1204,
    "mulligan": 1205,
    "riyal": 1206,
    "6.14": 1207,
    "4.31": 1208,
    "sumun": 1209,
    "sunl": 1210,
    "monsoon": 1211,
    "tpo": 1212,
    "persistently": 1213,
    "2,003,000": 1214,
    "sunnyvale": 1215,
    "fnf": 1216,
    "2,648,257": 1217,
    "5.95913": 1218,
    "3,261,000": 1219,
    "1,442,000": 1220,
    "canion": 1221,
    "restitution": 1222,
    "month's": 1223,
    "olin": 1224,
    "duly": 1225,
    "1,663,800": 1226,
    "3.939": 1227,
    "investment": 1228,
    "124.16": 1229,
    "678.7": 1230,
    "cmrk": 1231,
    "ham": 1232,
    "407,400": 1233,
    "xib's": 1234,
    "sensitive": 1235,
    "840,906": 1236,
    "733,000": 1237,
    "ptco": 1238,
    "unquoted": 1239,
    "postponement": 1240,
    "chairmanship": 1241,
    "699,000": 1242,
    "50.6": 1243,
    "4,330,000": 1244,
    "payday": 1245,
    "webster": 1246,
    "inexact": 1247,
    "903.2": 1248,
    "domest": 1249,
    "pacific's": 1250,
    "distinct": 1251,
    "reached": 1252,
    "934,000": 1253,
    "agip": 1254,
    "comed": 1255,
    "underwrite": 1256,
    "99.99": 1257,
    "synergy": 1258,
    "poco": 1259,
    "system's": 1260,
    "denbentures": 1261,
    "ackerman": 1262,
    "reversing": 1263,
    "32,500": 1264,
    "prolific": 1265,
    "sponsor": 1266,
    "1,738": 1267,
    "syracuse": 1268,
    "game": 1269,
    "3,141,000": 1270,
    "branded": 1271,
    "nationality": 1272,
    "monsanto": 1273,
    "dtx": 1274,
    "rmi": 1275,
    "650.7": 1276,
    "151.1": 1277,
    "7,041,000": 1278,
    "batteries": 1279,
    "qwtr": 1280,
    "afloat": 1281,
    "vlvl": 1282,
    "branford": 1283,
    "specualtion": 1284,
    "619,000": 1285,
    "truth": 1286,
    "583,225": 1287,
    "reversals": 1288,
    "liberalising": 1289,
    "cavalier": 1290,
    "fauber": 1291,
    "queen's": 1292,
    "cotton": 1293,
    "30.055": 1294,
    "22.7": 1295,
    "motors": 1296,
    "modelled": 1297,
    "strains": 1298,
    "advancements": 1299,
    "3,418,000": 1300,
    "amortizing": 1301,
    "anticipated": 1302,
    "reliacare": 1303,
    "fpcc": 1304,
    "heinken": 1305,
    "resales": 1306,
    "nicolls": 1307,
    "633,329": 1308,
    "beecham": 1309,
    "alif": 1310,
    "8,181": 1311,
    "659,271": 1312,
    "pleaded": 1313,
    "notes": 1314,
    "ssoa": 1315,
    "pinapple": 1316,
    "showdown": 1317,
    "27,381": 1318,
    "suffice": 1319,
    "prx": 1320,
    "roro": 1321,
    "flt": 1322,
    "ford's": 1323,
    "pipelline": 1324,
    "51.61": 1325,
    "earned": 1326,
    "maturation": 1327,
    "mega": 1328,
    "44.5": 1329,
    "dale": 1330,
    "graven": 1331,
    "databases": 1332,
    "17.6": 1333,
    "5.4": 1334,
    "2,167,000": 1335,
    "experimenting": 1336,
    "arp": 1337,
    "murdoch's": 1338,
    "sharing": 1339,
    "reckoned": 1340,
    "sebastiao": 1341,
    "midway": 1342,
    "227.1": 1343,
    "51.9": 1344,
    "homebuilding": 1345,
    "overshadowed": 1346,
    "bacterial": 1347,
    "birmingham": 1348,
    "618,719": 1349,
    "comfortably": 1350,
    "3,136,000": 1351,
    "wholesale": 1352,
    "sited": 1353,
    "evaluates": 1354,
    "128.7": 1355,
    "ahmad": 1356,
    "3,081.0": 1357,
    "32.44": 1358,
    "8,937,000": 1359,
    "shekels": 1360,
    "74.2": 1361,
    "moderate": 1362,
    "30,743,000": 1363,
    "knpn": 1364,
    "porsche": 1365,
    "688.3": 1366,
    "346.5": 1367,
    "6,800,000": 1368,
    "waivers": 1369,
    "biosearch": 1370,
    "calf": 1371,
    "thad": 1372,
    "sasser": 1373,
    "kawasaki": 1374,
    "ratio": 1375,
    "went": 1376,
    "proposing": 1377,
    "cebu": 1378,
    "275.61": 1379,
    "co's": 1380,
    "i've": 1381,
    "bergslags": 1382,
    "mym": 1383,
    "thhe": 1384,
    "sebro": 1385,
    "effective": 1386,
    "evergreen": 1387,
    "porl": 1388,
    "grrl": 1389,
    "1,934": 1390,
    "unsolved": 1391,
    "peril": 1392,
    "brunswig": 1393,
    "2,165,000": 1394,
    "centerre": 1395,
    "61.47": 1396,
    "fentress": 1397,
    "68.5": 1398,
    "conolog": 1399,
    "consumes": 1400,
    "lomk": 1401,
    "saidane": 1402,
    "schwatz": 1403,
    "carlos": 1404,
    "5,058,145": 1405,
    "1,035.1": 1406,
    "373.3": 1407,
    "102.1": 1408,
    "hecht": 1409,
    "513.1": 1410,
    "10,964,786": 1411,
    "maximises": 1412,
    "hinrichs": 1413,
    "inches": 1414,
    "parliament": 1415,
    "10,353,700": 1416,
    "32.6": 1417,
    "sustain": 1418,
    "shied": 1419,
    "1.09": 1420,
    "compensates": 1421,
    "fspp": 1422,
    "279,726": 1423,
    "housing": 1424,
    "1,751,609": 1425,
    "unused": 1426,
    "heng": 1427,
    "1,010,000": 1428,
    "tf": 1429,
    "designee": 1430,
    "864.4": 1431,
    "355,652": 1432,
    "conversation": 1433,
    "44,483": 1434,
    "neb": 1435,
    "reopened": 1436,
    "553,000": 1437,
    "mepc": 1438,
    "402.8": 1439,
    "theatrical": 1440,
    "14.9": 1441,
    "europharmaceutical": 1442,
    "zim": 1443,
    "9,217": 1444,
    "616.6": 1445,
    "compared": 1446,
    "209,177": 1447,
    "fab": 1448,
    "1,199,000": 1449,
    "85.8": 1450,
    "203,884": 1451,
    "dong": 1452,
    "separately": 1453,
    "2,328,368": 1454,
    "43.00": 1455,
    "punta": 1456,
    "283,000": 1457,
    "1,325,755": 1458,
    "belgian's": 1459,
    "versar": 1460,
    "furniture": 1461,
    "gianfranco": 1462,
    "plumb": 1463,
    "appreciations": 1464,
    "crushing": 1465,
    "figarella": 1466,
    "81.4": 1467,
    "sphinx": 1468,
    "sartaj": 1469,
    "72,000": 1470,
    "rhodes": 1471,
    "purge": 1472,
    "dmcz": 1473,
    "eats": 1474,
    "miller's": 1475,
    "14.61": 1476,
    "lpli": 1477,
    "moslem": 1478,
    "unsettle": 1479,
    "8,167,401": 1480,
    "finished": 1481,
    "overstressed": 1482,
    "redouble": 1483,
    "flak": 1484,
    "152.32": 1485,
    "733,332": 1486,
    "guinn": 1487,
    "valero": 1488,
    "1.14": 1489,
    "8,862,000": 1490,
    "inadvertently": 1491,
    "82.8": 1492,
    "fabri": 1493,
    "1,131,000": 1494,
    "597.3": 1495,
    "knuckle": 1496,
    "mlotok": 1497,
    "amsh": 1498,
    "6,837,871": 1499,
    "pioneer's": 1500,
    "76.9": 1501,
    "30.9": 1502,
    "giving": 1503,
    "anew": 1504,
    "trilon": 1505,
    "flo": 1506,
    "65.3": 1507,
    "recovery's": 1508,
    "289.1": 1509,
    "humiliation": 1510,
    "wished": 1511,
    "hops": 1512,
    "gmw": 1513,
    "novelty": 1514,
    "5,944,286": 1515,
    "montrose": 1516,
    "suppose": 1517,
    "12.03": 1518,
    "398,202": 1519,
    "62,216": 1520,
    "demarkus": 1521,
    "centerbank": 1522,
    "armacost": 1523,
    "seeding": 1524,
    "sucked": 1525,
    "koei": 1526,
    "preparations": 1527,
    "merieux": 1528,
    "sxi": 1529,
    "2,695,206": 1530,
    "offers": 1531,
    "issuers": 1532,
    "94,100": 1533,
    "sl": 1534,
    "84,250": 1535,
    "catalyst": 1536,
    "858.8": 1537,
    "wavehill": 1538,
    "exceeds": 1539,
    "riots": 1540,
    "barrage": 1541,
    "388.5": 1542,
    "hospitalized": 1543,
    "recovery": 1544,
    "2,666,000": 1545,
    "rbk": 1546,
    "203": 1547,
    "wolkin": 1548,
    "fines": 1549,
    "vestar": 1550,
    "bachelor": 1551,
    "receivable": 1552,
    "ivaco": 1553,
    "telzrow": 1554,
    "healthcare": 1555,
    "152,717": 1556,
    "admac": 1557,
    "bulr": 1558,
    "4.47": 1559,
    "lumpur": 1560,
    "366.2": 1561,
    "cater": 1562,
    "jacz": 1563,
    "2,795,820": 1564,
    "uae": 1565,
    "preparing": 1566,
    "338.0": 1567,
    "overpriced": 1568,
    "fraction": 1569,
    "cla": 1570,
    "hurdman": 1571,
    "9,168,000": 1572,
    "24.34": 1573,
    "sleeves": 1574,
    "3,922,000": 1575,
    "rca's": 1576,
    "mlxx": 1577,
    "290.1": 1578,
    "mcry": 1579,
    "yaccobi": 1580,
    "700,000": 1581,
    "office": 1582,
    "mcmc": 1583,
    "16.7": 1584,
    "industrielle": 1585,
    "cnbe": 1586,
    "alliances": 1587,
    "400.42": 1588,
    "sparanlagen": 1589,
    "98.45313": 1590,
    "neutralize": 1591,
    "deflating": 1592,
    "earn": 1593,
    "laborarories": 1594,
    "lacks": 1595,
    "additionally": 1596,
    "lossses": 1597,
    "maximum": 1598,
    "69,127,000": 1599,
    "positives": 1600,
    "cooperatie": 1601,
    "victa": 1602,
    "4,872,163": 1603,
    "375.95": 1604,
    "19.02": 1605,
    "13,211,000": 1606,
    "147,000": 1607,
    "shkif": 1608,
    "fostoria": 1609,
    "directly": 1610,
    "slowness": 1611,
    "81.22": 1612,
    "tt": 1613,
    "instill": 1614,
    "university": 1615,
    "wasa": 1616,
    "drafted": 1617,
    "145.75": 1618,
    "18.84": 1619,
    "challenging": 1620,
    "715,113": 1621,
    "1,413,859": 1622,
    "issuable": 1623,
    "subverting": 1624,
    "borealis": 1625,
    "elf": 1626,
    "28.30": 1627,
    "accomplishments": 1628,
    "munchmeyer": 1629,
    "syndrome": 1630,
    "41.0": 1631,
    "6,503,811": 1632,
    "2,228,000": 1633,
    "832,000": 1634,
    "160.00": 1635,
    "weinberger": 1636,
    "8,036,000": 1637,
    "jin": 1638,
    "699.1": 1639,
    "cjiia": 1640,
    "antiulcer": 1641,
    "20.61": 1642,
    "divestment": 1643,
    "carolyn": 1644,
    "transcontinental": 1645,
    "envisage": 1646,
    "netherlands": 1647,
    "edgy": 1648,
    "11,098,000": 1649,
    "520.5": 1650,
    "588,000": 1651,
    "soyabeans": 1652,
    "pruposes": 1653,
    "haft": 1654,
    "dubuque": 1655,
    "4,124,000": 1656,
    "forestalled": 1657,
    "reorganisations": 1658,
    "pw": 1659,
    "northermost": 1660,
    "overhaul": 1661,
    "319.50": 1662,
    "toyobo": 1663,
    "illiquid": 1664,
    "nigel": 1665,
    "suharto": 1666,
    "reveals": 1667,
    "43.25": 1668,
    "faith's": 1669,
    "bis": 1670,
    "7,497,782": 1671,
    "tragedies": 1672,
    "tetsuo": 1673,
    "4,033,000": 1674,
    "nonvoting": 1675,
    "atsushi": 1676,
    "49.31": 1677,
    "inkey": 1678,
    "uccel": 1679,
    "disclosed": 1680,
    "526,000": 1681,
    "207,000": 1682,
    "rbd": 1683,
    "gli": 1684,
    "map": 1685,
    "sierras": 1686,
    "3,121,000": 1687,
    "2,324,000": 1688,
    "16,900,000": 1689,
    "lastingly": 1690,
    "695.4": 1691,
    "dsec": 1692,
    "892,700": 1693,
    "19.10": 1694,
    "how": 1695,
    "shell's": 1696,
    "albert": 1697,
    "bgbr": 1698,
    "mahlmann's": 1699,
    "viratek": 1700,
    "6,150,000": 1701,
    "allegiance": 1702,
    "28.4": 1703,
    "fcc": 1704,
    "71.8": 1705,
    "28,898,000": 1706,
    "looked": 1707,
    "beets": 1708,
    "arib": 1709,
    "strb": 1710,
    "16.8": 1711,
    "9,528,000": 1712,
    "vaal": 1713,
    "644": 1714,
    "hence": 1715,
    "sawmill": 1716,
    "brining": 1717,
    "144,095": 1718,
    "distillation": 1719,
    "fee": 1720,
    "fernald": 1721,
    "hired": 1722,
    "499.1": 1723,
    "weaken": 1724,
    "49.06": 1725,
    "cafe": 1726,
    "restruction": 1727,
    "917,000": 1728,
    "excelso": 1729,
    "landowners": 1730,
    "latitude": 1731,
    "transamerican's": 1732,
    "0.6875": 1733,
    "nme": 1734,
    "211,324": 1735,
    "level": 1736,
    "between": 1737,
    "swing": 1738,
    "reason": 1739,
    "poisoning": 1740,
    "42,137,000": 1741,
    "catching": 1742,
    "importation": 1743,
    "1,210": 1744,
    "140.5": 1745,
    "88,974,000": 1746,
    "3,763,000": 1747,
    "lows": 1748,
    "febraury": 1749,
    "commercial": 1750,
    "labatt": 1751,
    "107.71": 1752,
    "bcf": 1753,
    "288,000": 1754,
    "tenant": 1755,
    "sheldahl": 1756,
    "longstanding": 1757,
    "ewart": 1758,
    "9,270,000": 1759,
    "35.8": 1760,
    "which": 1761,
    "rollback": 1762,
    "accountemps": 1763,
    "1,682,000": 1764,
    "primitive": 1765,
    "14.28": 1766,
    "bruks": 1767,
    "44.9": 1768,
    "conspired": 1769,
    "preparatory": 1770,
    "tanks": 1771,
    "merchandising": 1772,
    "ventspils": 1773,
    "5,201,000": 1774,
    "genoa": 1775,
    "utmost": 1776,
    "bergen": 1777,
    "sumita": 1778,
    "2,010,972": 1779,
    "identify": 1780,
    "woodville": 1781,
    "hph": 1782,
    "schwab": 1783,
    "morse": 1784,
    "48,772": 1785,
    "herrington": 1786,
    "guessing": 1787,
    "21,334,000": 1788,
    "roadway": 1789,
    "8.08": 1790,
    "5.37": 1791,
    "355,000": 1792,
    "2,521,000": 1793,
    "1510.67": 1794,
    "stokely": 1795,
    "questioner": 1796,
    "problematic": 1797,
    "08": 1798,
    "146,000": 1799,
    "71.6": 1800,
    "98,369,307": 1801,
    "rhode": 1802,
    "397.8": 1803,
    "prsg": 1804,
    "416,595": 1805,
    "ftk": 1806,
    "privatise": 1807,
    "23": 1808,
    "241": 1809,
    "bosphorus": 1810,
    "gazeta": 1811,
    "indosuez": 1812,
    "shearon's": 1813,
    "monolithic": 1814,
    "zahnradfabrik": 1815,
    "domtar": 1816,
    "3,188,000": 1817,
    "bongard": 1818,
    "34,101": 1819,
    "europe's": 1820,
    "mdt": 1821,
    "auspicious": 1822,
    "bevis": 1823,
    "bentsen": 1824,
    "fleming's": 1825,
    "notable": 1826,
    "protected": 1827,
    "bergung": 1828,
    "26,203": 1829,
    "jersey": 1830,
    "idemitsu": 1831,
    "uae's": 1832,
    "compounding": 1833,
    "40,500": 1834,
    "meals": 1835,
    "omani": 1836,
    "svu": 1837,
    "97.04": 1838,
    "brand": 1839,
    "plum": 1840,
    "interchange": 1841,
    "13,500": 1842,
    "demonstrate": 1843,
    "intimidation": 1844,
    "greeting": 1845,
    "franchises": 1846,
    "showboat's": 1847,
    "127.8": 1848,
    "inflationary": 1849,
    "ramirez": 1850,
    "hci": 1851,
    "79.2": 1852,
    "2,120,027": 1853,
    "4.12": 1854,
    "loaded": 1855,
    "krone": 1856,
    "1,286,000": 1857,
    "afobaka": 1858,
    "bicol": 1859,
    "ankara's": 1860,
    "7,250,000": 1861,
    "159.5": 1862,
    "whip": 1863,
    "6,456,882": 1864,
    "2.969": 1865,
    "cormier": 1866,
    "401,100": 1867,
    "reselling": 1868,
    "lashed": 1869,
    "369": 1870,
    "9,899,038": 1871,
    "bdding": 1872,
    "2,959,141": 1873,
    "amsol": 1874,
    "53.9": 1875,
    "heyman's": 1876,
    "synergies": 1877,
    "448,000": 1878,
    "approximately": 1879,
    "acp": 1880,
    "7.66": 1881,
    "11,070,000": 1882,
    "ens": 1883,
    "ottl": 1884,
    "37.0": 1885,
    "walls": 1886,
    "1,333,760": 1887,
    "surmount": 1888,
    "gambell": 1889,
    "sgep": 1890,
    "premiers": 1891,
    "sugarbeet": 1892,
    "ccmc": 1893,
    "planners": 1894,
    "61": 1895,
    "260.9": 1896,
    "mi": 1897,
    "jinja": 1898,
    "tedi": 1899,
    "fisher's": 1900,
    "nikiforuk": 1901,
    "meantime": 1902,
    "tren": 1903,
    "165.2": 1904,
    "5.91": 1905,
    "2,432,179": 1906,
    "snap": 1907,
    "traced": 1908,
    "gabes": 1909,
    "wagon": 1910,
    "heldring": 1911,
    "freeform": 1912,
    "prawn": 1913,
    "osprey": 1914,
    "unresponsive": 1915,
    "past": 1916,
    "stationery": 1917,
    "2,990,695": 1918,
    "692,000": 1919,
    "computer's": 1920,
    "per": 1921,
    "avoidance": 1922,
    "239": 1923,
    "maxtor": 1924,
    "periodic": 1925,
    "tbn": 1926,
    "aide": 1927,
    "4,520,781": 1928,
    "solita": 1929,
    "216,697": 1930,
    "interfering": 1931,
    "wg": 1932,
    "47.3": 1933,
    "dealerships": 1934,
    "shortfalls": 1935,
    "410.7": 1936,
    "walkout": 1937,
    "wtr": 1938,
    "1.21": 1939,
    "reflag": 1940,
    "triquint": 1941,
    "hydrocarbon": 1942,
    "troutdale": 1943,
    "careercom's": 1944,
    "dalkon": 1945,
    "1,870.00": 1946,
    "spurned": 1947,
    "deduce": 1948,
    "idb": 1949,
    "1.2480": 1950,
    "44.87": 1951,
    "lillie": 1952,
    "siamwalla": 1953,
    "5.40": 1954,
    "descent": 1955,
    "retrieval": 1956,
    "36.4": 1957,
    "topsoils": 1958,
    "722": 1959,
    "83,916": 1960,
    "42.8": 1961,
    "albn": 1962,
    "4,403,000": 1963,
    "suppression": 1964,
    "doulton": 1965,
    "4,130": 1966,
    "truscott": 1967,
    "alumina": 1968,
    "sights": 1969,
    "21,929,000": 1970,
    "tomaso": 1971,
    "pci": 1972,
    "slackening": 1973,
    "colour": 1974,
    "crack": 1975,
    "unsatisfied": 1976,
    "100.6": 1977,
    "fiddling": 1978,
    "84.8": 1979,
    "183,893": 1980,
    "falcf": 1981,
    "leung": 1982,
    "reshuffle": 1983,
    "shoulder": 1984,
    "wallis": 1985,
    "mooring": 1986,
    "gevirtz": 1987,
    "cents": 1988,
    "paradyne": 1989,
    "breadmaking": 1990,
    "gulfstream": 1991,
    "316.0": 1992,
    "inaccuracies": 1993,
    "9,943,000": 1994,
    "brandstrom": 1995,
    "8,462": 1996,
    "ceradyne": 1997,
    "breslube": 1998,
    "pumps": 1999,
    "ssbb": 2000,
    "arkadi": 2001,
    "3,953,822": 2002,
    "lured": 2003,
    "244.0": 2004,
    "pension": 2005,
    "wanamaker": 2006,
    "del": 2007,
    "18.89": 2008,
    "2.950": 2009,
    "artistic": 2010,
    "muskogee": 2011,
    "3,052,000": 2012,
    "266.1": 2013,
    "20,115,000": 2014,
    "bsn": 2015,
    "32.1": 2016,
    "fcola": 2017,
    "14.30": 2018,
    "1,325": 2019,
    "scepticism": 2020,
    "refurbished": 2021,
    "251.2": 2022,
    "tnt": 2023,
    "loves": 2024,
    "320,057": 2025,
    "36,464,000": 2026,
    "locales": 2027,
    "successfully": 2028,
    "industriali": 2029,
    "emi": 2030,
    "bouldikian": 2031,
    "completion": 2032,
    "trenwick": 2033,
    "52.2": 2034,
    "kingman": 2035,
    "converts": 2036,
    "greeks": 2037,
    "mrc": 2038,
    "citicorp": 2039,
    "smc's": 2040,
    "settlements": 2041,
    "7,224,000": 2042,
    "799": 2043,
    "1,840,129": 2044,
    "thika": 2045,
    "5.43": 2046,
    "4.16": 2047,
    "4,783,000": 2048,
    "mer": 2049,
    "privately": 2050,
    "437.8": 2051,
    "chose": 2052,
    "3,446,752": 2053,
    "kastl": 2054,
    "trained": 2055,
    "newsagent": 2056,
    "ibrahim": 2057,
    "recorders": 2058,
    "kinzoku": 2059,
    "12.74": 2060,
    "112,713": 2061,
    "hfcs": 2062,
    "avian": 2063,
    "criticises": 2064,
    "escalate": 2065,
    "bourse's": 2066,
    "canada": 2067,
    "97.3": 2068,
    "85.6": 2069,
    "crosibie": 2070,
    "albion": 2071,
    "vasteras": 2072,
    "abate": 2073,
    "fail": 2074,
    "pulling": 2075,
    "fujairah": 2076,
    "files": 2077,
    "3,662,000": 2078,
    "ferreux": 2079,
    "concac's": 2080,
    "ordnance": 2081,
    "halcon": 2082,
    "1,835,325": 2083,
    "jcp": 2084,
    "3.054": 2085,
    "climbing": 2086,
    "niskanen": 2087,
    "antagonise": 2088,
    "19.7": 2089,
    "6,005,000": 2090,
    "gdic": 2091,
    "slumped": 2092,
    "2,394,198": 2093,
    "ko": 2094,
    "metallurgy": 2095,
    "149,500": 2096,
    "18,371,000": 2097,
    "spaghetti": 2098,
    "handouts": 2099,
    "pesticide": 2100,
    "willowbrook": 2101,
    "8.24": 2102,
    "chittagong": 2103,
    "bio": 2104,
    "purchase": 2105,
    "iv's": 2106,
    "kaya": 2107,
    "algoma": 2108,
    "1,448,310": 2109,
    "punctured": 2110,
    "476.4": 2111,
    "henrion": 2112,
    "creamette": 2113,
    "319,344": 2114,
    "positons": 2115,
    "21,042,000": 2116,
    "3,556,000": 2117,
    "gustev": 2118,
    "perelman": 2119,
    "175.4": 2120,
    "8,551,000": 2121,
    "826,362": 2122,
    "winter": 2123,
    "acadia": 2124,
    "formalities": 2125,
    "3,878,700": 2126,
    "fransi": 2127,
    "matheson": 2128,
    "208.6": 2129,
    "argimont's": 2130,
    "acquisittion": 2131,
    "380": 2132,
    "1,652,000": 2133,
    "10,430": 2134,
    "conagra's": 2135,
    "disregard": 2136,
    "53.16": 2137,
    "compliment": 2138,
    "nibca": 2139,
    "ventilation": 2140,
    "574.2": 2141,
    "housebuilding": 2142,
    "hands": 2143,
    "3,095,305": 2144,
    "wires": 2145,
    "heap": 2146,
    "ncbm": 2147,
    "pay'n": 2148,
    "throughput": 2149,
    "5.70": 2150,
    "aquisition": 2151,
    "bra": 2152,
    "391.5": 2153,
    "328,428": 2154,
    "goldman's": 2155,
    "917.4": 2156,
    "1.6075": 2157,
    "smoke": 2158,
    "impact": 2159,
    "circumstances": 2160,
    "0.10": 2161,
    "murdock": 2162,
    "3.8990": 2163,
    "siew": 2164,
    "241,465": 2165,
    "loving": 2166,
    "173.7": 2167,
    "57.52": 2168,
    "mxtr": 2169,
    "recovered": 2170,
    "deeper": 2171,
    "t.h.e.": 2172,
    "harrowing": 2173,
    "uvr": 2174,
    "massing": 2175,
    "2,223,996": 2176,
    "370,500": 2177,
    "mininize": 2178,
    "26,158,000": 2179,
    "89.3": 2180,
    "10.000": 2181,
    "92,852": 2182,
    "detected": 2183,
    "ceding": 2184,
    "2,062,000": 2185,
    "bakeries": 2186,
    "brown": 2187,
    "arbc": 2188,
    "kina": 2189,
    "strike": 2190,
    "falmouth": 2191,
    "amtr": 2192,
    "5,627,000": 2193,
    "3,409,000": 2194,
    "fisher": 2195,
    "797,932": 2196,
    "tully": 2197,
    "rabn": 2198,
    "237.32": 2199,
    "policy's": 2200,
    "956,228": 2201,
    "1,309,000": 2202,
    "safeway": 2203,
    "extention": 2204,
    "458,176": 2205,
    "quo": 2206,
    "vaccinate": 2207,
    "fortune's": 2208,
    "2.175": 2209,
    "rosewood": 2210,
    "554,000": 2211,
    "2,400,000": 2212,
    "741.7": 2213,
    "10,271,000": 2214,
    "105.0": 2215,
    "2,039,000": 2216,
    "liberalised": 2217,
    "excluded": 2218,
    "lange": 2219,
    "3,654,986": 2220,
    "concerned": 2221,
    "rowe": 2222,
    "157.60": 2223,
    "yearago": 2224,
    "bgenf": 2225,
    "samuels": 2226,
    "trydahl": 2227,
    "373.0": 2228,
    "hnz": 2229,
    "252.9": 2230,
    "bennigan's": 2231,
    "11.418": 2232,
    "30,400": 2233,
    "goldman": 2234,
    "4,300,000": 2235,
    "develop": 2236,
    "lesly": 2237,
    "hal": 2238,
    "confusion": 2239,
    "supermarket": 2240,
    "bork": 2241,
    "privee": 2242,
    "944": 2243,
    "programming": 2244,
    "rigors": 2245,
    "rows": 2246,
    "235,274": 2247,
    "211.5": 2248,
    "lub": 2249,
    "1,405,000": 2250,
    "dealers": 2251,
    "patran": 2252,
    "plns": 2253,
    "400": 2254,
    "next": 2255,
    "elsinore": 2256,
    "strengthening": 2257,
    "packer": 2258,
    "95,800": 2259,
    "176,287": 2260,
    "323,000": 2261,
    "19,115": 2262,
    "belge": 2263,
    "gargantuan": 2264,
    "lull": 2265,
    "constitutes": 2266,
    "74.0": 2267,
    "35,910": 2268,
    "93,666,000": 2269,
    "faction": 2270,
    "rises": 2271,
    "advocates": 2272,
    "purchasing": 2273,
    "acra": 2274,
    "rotation": 2275,
    "subsidaries": 2276,
    "92.36": 2277,
    "automaker's": 2278,
    "aver": 2279,
    "163,465": 2280,
    "72.13": 2281,
    "975,000": 2282,
    "1,312,500": 2283,
    "48,567": 2284,
    "woolworth's": 2285,
    "search": 2286,
    "structural": 2287,
    "narrows": 2288,
    "33.0": 2289,
    "chona": 2290,
    "kvaerner": 2291,
    "um": 2292,
    "145.0": 2293,
    "pennwalt": 2294,
    "galesburg": 2295,
    "brkn": 2296,
    "peasant": 2297,
    "vigo": 2298,
    "altos": 2299,
    "hlc": 2300,
    "englebright": 2301,
    "showboat": 2302,
    "ecuatoriana": 2303,
    "dhr": 2304,
    "601,000": 2305,
    "contributes": 2306,
    "8,492.1": 2307,
    "warburg": 2308,
    "lankan": 2309,
    "1,603,000": 2310,
    "foreclosures": 2311,
    "legislature": 2312,
    "5,250,376": 2313,
    "208.9": 2314,
    "washers": 2315,
    "sunrise": 2316,
    "0.31": 2317,
    "orleans": 2318,
    "progressed": 2319,
    "638.9": 2320,
    "apartments": 2321,
    "mmwg": 2322,
    "limits": 2323,
    "inflict": 2324,
    "bicycles": 2325,
    "custom": 2326,
    "shelled": 2327,
    "864.1": 2328,
    "2,899,189": 2329,
    "1,325,406": 2330,
    "examiners": 2331,
    "154.4": 2332,
    "companies": 2333,
    "fluxtuating": 2334,
    "3,050,000": 2335,
    "1,340": 2336,
    "monitoring": 2337,
    "302.08": 2338,
    "magellan's": 2339,
    "878,484": 2340,
    "677,192": 2341,
    "232.00": 2342,
    "13,300": 2343,
    "727.5": 2344,
    "asbs": 2345,
    "6.01": 2346,
    "connections": 2347,
    "10.6": 2348,
    "1,099,379": 2349,
    "274.28": 2350,
    "ig": 2351,
    "gale": 2352,
    "8,430,000": 2353,
    "mmtc's": 2354,
    "pnf": 2355,
    "23,742,000": 2356,
    "cravo": 2357,
    "franchisor": 2358,
    "substituted": 2359,
    "involves": 2360,
    "9,581,406": 2361,
    "prevails": 2362,
    "5,112,100": 2363,
    "palmieri": 2364,
    "prepackers": 2365,
    "centralising": 2366,
    "wpm": 2367,
    "23.31": 2368,
    "sampling": 2369,
    "wsl": 2370,
    "marcxh": 2371,
    "4,559,004": 2372,
    "frictions": 2373,
    "550.1": 2374,
    "liquidity": 2375,
    "tca": 2376,
    "csol": 2377,
    "binion": 2378,
    "c.t.c.": 2379,
    "cts's": 2380,
    "87.3": 2381,
    "comptroller": 2382,
    "exerted": 2383,
    "baudouin": 2384,
    "118,391": 2385,
    "7,54,000": 2386,
    "108.6": 2387,
    "winston": 2388,
    "40.72": 2389,
    "costs": 2390,
    "626,942": 2391,
    "2,426": 2392,
    "concurred": 2393,
    "4,073,000": 2394,
    "634": 2395,
    "1,072,686": 2396,
    "11,174,000": 2397,
    "308": 2398,
    "jannock": 2399,
    "553": 2400,
    "7,292,000": 2401,
    "reorganized": 2402,
    "17.58": 2403,
    "210.16": 2404,
    "bodied": 2405,
    "sorely": 2406,
    "oates": 2407,
    "blv": 2408,
    "talbot": 2409,
    "remain": 2410,
    "collapsed": 2411,
    "oec": 2412,
    "13.94": 2413,
    "spent": 2414,
    "licensing": 2415,
    "pragmatism": 2416,
    "sizable": 2417,
    "796.4": 2418,
    "2,757,000": 2419,
    "20.92": 2420,
    "370.1": 2421,
    "265.0": 2422,
    "116,793": 2423,
    "10.83": 2424,
    "usual": 2425,
    "pressing": 2426,
    "rsla": 2427,
    "566.3": 2428,
    "outshone": 2429,
    "guilty": 2430,
    "hampered": 2431,
    "brookehill": 2432,
    "outboard": 2433,
    "asbi": 2434,
    "9,922,000": 2435,
    "should": 2436,
    "434": 2437,
    "sunshine": 2438,
    "2,855,966": 2439,
    "estiamted": 2440,
    "fbrx": 2441,
    "covenants": 2442,
    "canon": 2443,
    "49,000": 2444,
    "21.55": 2445,
    "304": 2446,
    "posting": 2447,
    "scheudled": 2448,
    "2.74": 2449,
    "outturn": 2450,
    "came": 2451,
    "telecommunications": 2452,
    "powr": 2453,
    "imput": 2454,
    "merger": 2455,
