{
  "word2index": {
    "hajime": 0,
    "rko": 1,
    "247,469": 2,
    "432.20": 3,
    "reuters": 4,
    "94.39": 5,
    "85,198,853": 6,
    "1,424,000": 7,
    "743.7": 8,
    "42,874,000": 9,
    "foxboro": 10,
    "537,950": 11,
    "24": 12,
    "nominate": 13,
    "redec": 14,
    "financier": 15,
    "34.76": 16,
    "3,564,200": 17,
    "paragraph": 18,
    "exerted": 19,
    "cleans": 20,
    "kemp": 21,
    "fmd": 22,
    "morning": 23,
    "710": 24,
    "allison's": 25,
    "ripped": 26,
    "calmat": 27,
    "modification": 28,
    "reservoir": 29,
    "unfranked": 30,
    "anno": 31,
    "transport's": 32,
    "bmtc": 33,
    "dilutions": 34,
    "steering": 35,
    "scr": 36,
    "gralewicz": 37,
    "mae": 38,
    "sheer": 39,
    "frnm": 40,
    "quo": 41,
    "kvil": 42,
    "consolodation": 43,
    "undamaged": 44,
    "20.85": 45,
    "ranger": 46,
    "309.85": 47,
    "2,565,000": 48,
    "luigi": 49,
    "private": 50,
    "9,785,000": 51,
    "higashi": 52,
    "177.8": 53,
    "curazao": 54,
    "33.64": 55,
    "hafts": 56,
    "dominance": 57,
    "1,580": 58,
    "trimming": 59,
    "397.8": 60,
    "uam": 61,
    "1999": 62,
    "3,514,000": 63,
    "miga": 64,
    "2,269,000": 65,
    "rfen": 66,
    "wimpey": 67,
    "rmedu": 68,
    "mccall": 69,
    "wtdi": 70,
    "hyponex": 71,
    "marched": 72,
    "reliant": 73,
    "encor": 74,
    "9,414,000": 75,
    "5,274,000": 76,
    "gaions": 77,
    "reaching": 78,
    "postpone": 79,
    "campaign": 80,
    "930,000": 81,
    "ensue": 82,
    "madam": 83,
    "9,398,952": 84,
    "baghdad's": 85,
    "24,973,000": 86,
    "industrialist": 87,
    "wilcox": 88,
    "fontaine": 89,
    "foodgrain": 90,
    "risky": 91,
    "ag's": 92,
    "162.5": 93,
    "perfected": 94,
    "417,000": 95,
    "7,715": 96,
    "mana": 97,
    "futjitsu": 98,
    "4,409,000": 99,
    "csyi": 100,
    "compensating": 101,
    "material's": 102,
    "493,000": 103,
    "fiber": 104,
    "caro's": 105,
    "guzman": 106,
    "every": 107,
    "brascan": 108,
    "burlington": 109,
    "lettershop": 110,
    "sleeper": 111,
    "191": 112,
    "temperature": 113,
    "concepts": 114,
    "unwrapped": 115,
    "coup": 116,
    "harvesteed": 117,
    "17,071,236": 118,
    "opr": 119,
    "wclb": 120,
    "suck": 121,
    "3.8992": 122,
    "0.6900": 123,
    "892,000": 124,
    "5.44": 125,
    "economic": 126,
    "repesenting": 127,
    "cff": 128,
    "hackl": 129,
    "667,667": 130,
    "c": 131,
    "81,629": 132,
    "6,918,000": 133,
    "145.33": 134,
    "240.2": 135,
    "196.27": 136,
    "1,819,680": 137,
    "xts": 138,
    "guided": 139,
    "inflow": 140,
    "hartford": 141,
    "43.6": 142,
    "car's": 143,
    "chpk": 144,
    "842.5": 145,
    "mlle": 146,
    "1,316,000": 147,
    "1,620,707": 148,
    "1,575.1": 149,
    "memorandum": 150,
    "68.9": 151,
    "138.0": 152,
    "restructure": 153,
    "679,000": 154,
    "99.19": 155,
    "7,952,360": 156,
    "7,148,000": 157,
    "varying": 158,
    "cracker": 159,
    "reventador": 160,
    "1,342,000": 161,
    "2,816,000": 162,
    "collaborated": 163,
    "12.125": 164,
    "sand's": 165,
    "sows": 166,
    "evaporated": 167,
    "montedison": 168,
    "crd's": 169,
    "leaps": 170,
    "phph": 171,
    "contruction": 172,
    "8,329,492": 173,
    "9.09": 174,
    "cpn": 175,
    "hydroelectric": 176,
    "roffman": 177,
    "cominco's": 178,
    "mocon": 179,
    "definite": 180,
    "bs": 181,
    "36,581": 182,
    "concerned": 183,
    "racetrack": 184,
    "35.18": 185,
    "impact": 186,
    "61,600": 187,
    "cji": 188,
    "teape's": 189,
    "67.6": 190,
    "bidding": 191,
    "30.0": 192,
    "64.6": 193,
    "entreprises": 194,
    "kalamazoo": 195,
    "11.25": 196,
    "belkin": 197,
    "very": 198,
    "yamamoto": 199,
    "occasionally": 200,
    "abusing": 201,
    "20,064": 202,
    "unchangd": 203,
    "calvet": 204,
    "pinellas": 205,
    "towne": 206,
    "tael": 207,
    "predators": 208,
    "1978": 209,
    "299,523": 210,
    "wrk": 211,
    "1,336,000": 212,
    "landslides": 213,
    "385,000": 214,
    "mkt": 215,
    "9.06": 216,
    "tokyo's": 217,
    "fluctuate": 218,
    "launched": 219,
    "{": 220,
    "280.1": 221,
    "tabled": 222,
    "potlatch": 223,
    "calmat's": 224,
    "backfat": 225,
    "steer": 226,
    "cheshire": 227,
    "2,008,103": 228,
    "663,000": 229,
    "294.0": 230,
    "psd": 231,
    "disbursing": 232,
    "104,606,000": 233,
    "secondhand": 234,
    "scoa": 235,
    "transferable": 236,
    "4,926,566": 237,
    "equilibrium": 238,
    "2,078,000": 239,
    "reclaim": 240,
    "coast": 241,
    "compared": 242,
    "recommended": 243,
    "globe": 244,
    "7.10": 245,
    "venezuela": 246,
    "earthquakes": 247,
    "801,000": 248,
    "softened": 249,
    "3,267": 250,
    "ingredient": 251,
    "8,006,000": 252,
    "vsec": 253,
    "lima": 254,
    "192.2": 255,
    "sebastiao": 256,
    "exide": 257,
    "retroactive": 258,
    "voluntarily": 259,
    "6,508,000": 260,
    "vangarlem": 261,
    "buffalo": 262,
    "chatting": 263,
    "111,350": 264,
    "stb": 265,
    "88": 266,
    "hostel": 267,
    "1,002,000": 268,
    "987.4": 269,
    "4,446,958": 270,
    "374,498": 271,
    "bolder": 272,
    "despatching": 273,
    "19,175,931": 274,
    "balloon": 275,
    "3,342,0000": 276,
    "herculaneum": 277,
    "marketings": 278,
    "braced": 279,
    "feiter": 280,
    "drowned": 281,
    "bombing": 282,
    "glickman": 283,
    "cites": 284,
    "frostex": 285,
    "city": 286,
    "shearing": 287,
    "auctions": 288,
    "163,000": 289,
    "4,318,000": 290,
    "5,126,000": 291,
    "123,500": 292,
    "hisham": 293,
    "468": 294,
    "158.1": 295,
    "comparable": 296,
    "marmara": 297,
    "newe": 298,
    "cascavel": 299,
    "2.57": 300,
    "2,194,970": 301,
    "328,127": 302,
    "5,950,842": 303,
    "moderation": 304,
    "cojuangco's": 305,
    "7,745,000": 306,
    "22.08": 307,
    "digesting": 308,
    "readers": 309,
    "17.2": 310,
    "1,766.7": 311,
    "renew": 312,
    "gti": 313,
    "cresskill": 314,
    "psychology": 315,
    "rerefining": 316,
    "animed": 317,
    "heat": 318,
    "iac's": 319,
    "utr": 320,
    "rome": 321,
    "3,570,585": 322,
    "oecf's": 323,
    "insects": 324,
    "oporto": 325,
    "presided": 326,
    "desi": 327,
    "brenton": 328,
    "13,860,000": 329,
    "eshleman": 330,
    "43.7": 331,
    "sickly": 332,
    "rothman's": 333,
    "fmbc": 334,
    "96.08": 335,
    "orientated": 336,
    "napco": 337,
    "rban": 338,
    "asturiana's": 339,
    "268.0": 340,
    "detected": 341,
    "10,406,000": 342,
    "fans": 343,
    "stbk": 344,
    "itm": 345,
    "113.8": 346,
    "6,161,391": 347,
    "mistake": 348,
    "3,309,000": 349,
    "yugoslav": 350,
    "silverton": 351,
    "burnside": 352,
    "svic": 353,
    "salaries": 354,
    "roh": 355,
    "denounce": 356,
    "5,943,341": 357,
    "foe": 358,
    "88.50": 359,
    "3,141,000": 360,
    "5,240": 361,
    "geneen": 362,
    "submission": 363,
    "merchandise": 364,
    "rid": 365,
    "guangxi": 366,
    "752,000": 367,
    "bushes": 368,
    "oilwell": 369,
    "284.8": 370,
    "tip": 371,
    "play": 372,
    "gabonese": 373,
    "lighten": 374,
    "alcan": 375,
    "297,266": 376,
    "forecasters": 377,
    "observer": 378,
    "218.45": 379,
    "seaman's": 380,
    "std": 381,
    "81.47": 382,
    "unifirst": 383,
    "megalitres": 384,
    "6,822,293": 385,
    "0.74": 386,
    "debs": 387,
    "102,564,000": 388,
    "ucpb": 389,
    "4,470,275": 390,
    "comeau": 391,
    "reesentment": 392,
    "0.64": 393,
    "comstock": 394,
    "5,080,000": 395,
    "399.7": 396,
    "rachman": 397,
    "delta": 398,
    "36,834": 399,
    "12,500": 400,
    "79.1": 401,
    "173.4": 402,
    "459": 403,
    "reflect": 404,
    "arranges": 405,
    "260,500": 406,
    "5,568,000": 407,
    "fss": 408,
    "petronas": 409,
    "219.6": 410,
    "240,902": 411,
    "round's": 412,
    "a.o.": 413,
    "transmit": 414,
    "954.1": 415,
    "baltek": 416,
    "embracing": 417,
    "12,641,000": 418,
    "toyobo": 419,
    "chose": 420,
    "brokering": 421,
    "3,158,000": 422,
    "513.2": 423,
    "93.5": 424,
    "mitterand": 425,
    "cotting": 426,
    "505.0": 427,
    "frenzel": 428,
    "terrific": 429,
    "26,708": 430,
    "maclean": 431,
    "109,000": 432,
    "merchandising": 433,
    "bellofram": 434,
    "undecided": 435,
    "protection's": 436,
    "kippur": 437,
    "blasts": 438,
    "absolve": 439,
    "morse": 440,
    "calendar": 441,
    "rahim": 442,
    "palates": 443,
    "romilly": 444,
    "paton": 445,
    "nzfp": 446,
    "379.7": 447,
    "holden": 448,
    "nurukawa": 449,
    "8,705,000": 450,
    "164,252": 451,
    "tools": 452,
    "ostensibly": 453,
    "788,220": 454,
    "meaning": 455,
    "77.2": 456,
    "inherently": 457,
    "recapitalize": 458,
    "opecna": 459,
    "mager": 460,
    "67,182": 461,
    "spread": 462,
    "swann": 463,
    "drifting": 464,
    "7,241,000": 465,
    "1.25": 466,
    "manipulating": 467,
    "minguzzi": 468,
    "196.5": 469,
    "agrico": 470,
    "october": 471,
    "abbott": 472,
    "340,036": 473,
    "strait": 474,
    "intis": 475,
    "ait": 476,
    "wildwood": 477,
    "gosagroprom": 478,
    "omaha": 479,
    "1,306,595": 480,
    "103,400": 481,
    "6,897,000": 482,
    "211.2": 483,
    "8,637,000": 484,
    "1,389,600": 485,
    "equitorial": 486,
    "1,149,000": 487,
    "4.912": 488,
    "6.0650": 489,
    "elapsed": 490,
    "loin": 491,
    "lvt": 492,
    "emco": 493,
    "564,000,000": 494,
    "brescia": 495,
    "0.55": 496,
    "dc": 497,
    "104.5": 498,
    "hatfield": 499,
    "19.6": 500,
    "129": 501,
    "scan": 502,
    "grossa": 503,
    "1,996,000": 504,
    "4,007": 505,
    "prosper": 506,
    "7000": 507,
    "218,000": 508,
    "584,100": 509,
    "1,020,096": 510,
    "ones": 511,
    "766,185": 512,
    "85.8": 513,
    "1,925,000": 514,
    "cncl": 515,
    "colombians": 516,
    "seamen's": 517,
    "4,982,000": 518,
    "copr": 519,
    "312,000": 520,
    "raid": 521,
    "0.7660": 522,
    "situations": 523,
    "34.59": 524,
    "ambac's": 525,
    "340,735": 526,
    "15,827,000": 527,
    "hun": 528,
    "cairns": 529,
    "2,075,000": 530,
    "mede": 531,
    "gets": 532,
    "2,544,000": 533,
    "snuffing": 534,
    "capitalized": 535,
    "slowest": 536,
    "interfuel": 537,
    "macmillan": 538,
    "indicator": 539,
    "41.24": 540,
    "3,029,930": 541,
    "prsg": 542,
    "stabilised": 543,
    "int'l": 544,
    "luyten": 545,
    "palomino": 546,
    "6.76": 547,
    "18,277": 548,
    "cashways": 549,
    "bellevue": 550,
    "figaro": 551,
    "holmes's": 552,
    "y": 553,
    "statemnet": 554,
    "conagra's": 555,
    "cadwalader": 556,
    "interpretation": 557,
    "229.7": 558,
    "480,333": 559,
    "myriad": 560,
    "35.3": 561,
    "nelr": 562,
    "facsimile": 563,
    "bound": 564,
    "bgph": 565,
    "12,507,671": 566,
    "1,194,556": 567,
    "biological": 568,
    "isoglucose": 569,
    "1.7": 570,
    "flammable": 571,
    "ataturk": 572,
    "5,255,179": 573,
    "cocoa": 574,
    "auergesellschaft": 575,
    "infusaid": 576,
    "misguided": 577,
    "44.0": 578,
    "podge": 579,
    "58.11": 580,
    "cbtb": 581,
    "education": 582,
    "cri": 583,
    "sartaj": 584,
    "jason": 585,
    "2,482,197": 586,
    "3,722,000": 587,
    "75,500": 588,
    "6,187,000": 589,
    "9,394,000": 590,
    "13,211,000": 591,
    "ordination": 592,
    "765,808": 593,
    "subproducts": 594,
    "16.93": 595,
    "7,030,000": 596,
    "94.56": 597,
    "deflationary": 598,
    "acknowledging": 599,
    "exasperating": 600,
    "chemistry": 601,
    "246.9": 602,
    "liberty's": 603,
    "cif": 604,
    "pulses": 605,
    "hmsb": 606,
    "yi": 607,
    "ent": 608,
    "defendants": 609,
    "szynkarsky": 610,
    "4.8": 611,
    "olii": 612,
    "358.8": 613,
    "256.2": 614,
    "salomon's": 615,
    "utilizes": 616,
    "470,700": 617,
    "monmouth": 618,
    "wyoming": 619,
    "33.14": 620,
    "hinging": 621,
    "16.90": 622,
    "directory": 623,
    "0.020": 624,
    "mds": 625,
    "semiconductor": 626,
    "bancroft": 627,
    "gsp": 628,
    "1,322,804": 629,
    "2.80": 630,
    "cofab": 631,
    "bfg": 632,
    "790.00": 633,
    "toured": 634,
    "488,898": 635,
    "2.52": 636,
    "361.6": 637,
    "penta": 638,
    "ladenburg": 639,
    "sfb": 640,
    "13,036": 641,
    "61.75": 642,
    "33,482": 643,
    "1,439,498": 644,
    "interpret": 645,
    "tsunao": 646,
    "47.4": 647,
    "boss": 648,
    "sword": 649,
    "mathew": 650,
    "wrangling": 651,
    "1.6500": 652,
    "2,607,977": 653,
    "servotronics": 654,
    "1,507,000": 655,
    "boundary": 656,
    "rout": 657,
    "diversified's": 658,
    "2.40": 659,
    "almys": 660,
    "labatt": 661,
    "shocked": 662,
    "weld": 663,
    "pow": 664,
    "gunes": 665,
    "pending": 666,
    "performs": 667,
    "softening": 668,
    "enserch": 669,
    "revolving": 670,
    "0.56": 671,
    "rose": 672,
    "875.8": 673,
    "just": 674,
    "17.7": 675,
    "29,735,000": 676,
    "533": 677,
    "3.39": 678,
    "tandem's": 679,
    "krelitz": 680,
    "80,939": 681,
    "compositair": 682,
    "1,872,075": 683,
    "bushel": 684,
    "ragsdale": 685,
    "160.8": 686,
    "2,313,000": 687,
    "123": 688,
    "ning": 689,
    "buydown": 690,
    "14,360,000": 691,
    "donner": 692,
    "301.8": 693,
    "mcdonalds": 694,
    "kingman": 695,
    "matured": 696,
    "slipping": 697,
    "improbability": 698,
    "euromoney": 699,
    "1,268,000": 700,
    "atlantico": 701,
    "samudio": 702,
    "downplay": 703,
    "socanav": 704,
    "48.125": 705,
    "5,921,828": 706,
    "5,849,000": 707,
    "458,176": 708,
    "27,490,000": 709,
    "34,900": 710,
    "hemdale": 711,
    "sme": 712,
    "169.49": 713,
    "206,467": 714,
    "84,960": 715,
    "1,308,503": 716,
    "213,200": 717,
    "977,000": 718,
    "susceptible": 719,
    "c.f.": 720,
    "peoria": 721,
    "10.572": 722,
    "ferroalloy": 723,
    "bacterial": 724,
    "liberia": 725,
    "chcr": 726,
    "51.24": 727,
    "unaffiliated": 728,
    "9.82": 729,
    "925": 730,
    "brett": 731,
    "f.o.": 732,
    "4.33": 733,
    "328,428": 734,
    "163,016": 735,
    "negotiates": 736,
    "euronotes": 737,
    "corproration": 738,
    "zuccherifici": 739,
    "91,000": 740,
    "alluvial": 741,
    "wynnewood": 742,
    "privatize": 743,
    "responses": 744,
    "279.7": 745,
    "nowhere": 746,
    "98,170": 747,
    "guerard": 748,
    "onpraise": 749,
    "assassination": 750,
    "1,314,700": 751,
    "t.e.a.m.": 752,
    "dept's": 753,
    "bodied": 754,
    "cl": 755,
    "centralia": 756,
    "substitutes": 757,
    "141.8": 758,
    "finanical": 759,
    "651": 760,
    "87.8": 761,
    "7.19": 762,
    "laf": 763,
    "?": 764,
    "mistaken": 765,
    "173.50": 766,
    "emhart's": 767,
    "423.5": 768,
    "superannuation": 769,
    "lfbr": 770,
    "robbie": 771,
    "itsu": 772,
    "skittish": 773,
    "ubks": 774,
    "152.0": 775,
    "carl": 776,
    "paralysing": 777,
    "fgrp": 778,
    "headache": 779,
    "energetic": 780,
    "peltier": 781,
    "11,457,028": 782,
    "murdoch": 783,
    "7,450,000": 784,
    "promotions": 785,
    "invested": 786,
    "putting": 787,
    "4.03": 788,
    "significantly": 789,
    "19.54": 790,
    "44.32": 791,
    "association's": 792,
    "mi": 793,
    "savaiko": 794,
    "we'll": 795,
    "financiere": 796,
    "capable": 797,
    "889.2": 798,
    "8,517,000": 799,
    "darlington": 800,
    "au": 801,
    "bruxelles": 802,
    "wci": 803,
    "150.0": 804,
    "zaid": 805,
    "mutsuki": 806,
    "kerir": 807,
    "expended": 808,
    "monson": 809,
    "interwest": 810,
    "literally": 811,
    "2,855,887": 812,
    "juha": 813,
    "nationalization": 814,
    "concessionary": 815,
    "jeffrey": 816,
    "adopted": 817,
    "iri": 818,
    "grossman's": 819,
    "intenrational": 820,
    "7,472": 821,
    "0.190": 822,
    "particular": 823,
    "sprh": 824,
    "148,628": 825,
    "lucrative": 826,
    "antagonise": 827,
    "confine": 828,
    "464,400": 829,
    "founders": 830,
    "cumberlande": 831,
    "membership": 832,
    "6,311,500": 833,
    "earthquake": 834,
    "highlands": 835,
    "738.9": 836,
    "106.96": 837,
    "cross": 838,
    "646,250": 839,
    "6,160,000": 840,
    "sante": 841,
    "woong": 842,
    "bayerische": 843,
    "370.3": 844,
    "displace": 845,
    "63.96": 846,
    "170.9": 847,
    "145,216": 848,
    "thirds": 849,
    "2,617,528": 850,
    "79.7": 851,
    "nibbling": 852,
    "apparel": 853,
    "68.0": 854,
    "117.8": 855,
    "cottrell": 856,
    "reporter": 857,
    "108,514": 858,
    "europa": 859,
    "gouging": 860,
    "transfer": 861,
    "2.255": 862,
    "rtc": 863,
    "bzw": 864,
    "mgdvf": 865,
    "aggregating": 866,
    "86,959": 867,
    "precluding": 868,
    "university": 869,
    "buckstein": 870,
    "903,000": 871,
    "515,600": 872,
    "mirror": 873,
    "6.14": 874,
    "sharesseeking": 875,
    "steelmills": 876,
    "editorial": 877,
    "3.77": 878,
    "5.5": 879,
    "bsi": 880,
    "upstream": 881,
    "reinsurance": 882,
    "fades": 883,
    "hispanics": 884,
    "mym": 885,
    "smuggled": 886,
    "eagleslair": 887,
    "speakers": 888,
    "oruro": 889,
    "896,655": 890,
    "cnc": 891,
    "quaotities": 892,
    "warplnes": 893,
    "anaheim": 894,
    "renouf's": 895,
    "clive": 896,
    "164.9": 897,
    "3,579,000": 898,
    "35,186": 899,
    "1,734,000": 900,
    "121,000": 901,
    "pembina": 902,
    "bally's": 903,
    "177.54": 904,
    "clausen": 905,
    "1,635": 906,
    "jopling": 907,
    "grouping": 908,
    "domco": 909,
    "downwards": 910,
    "kaltenbacher": 911,
    "375.2": 912,
    "173,948": 913,
    "sighting": 914,
    "ccon": 915,
    "6,364,992": 916,
    "virus": 917,
    "7,927,000": 918,
    "telegraph's": 919,
    "31.58": 920,
    "166.3": 921,
    "45.4": 922,
    "homestake's": 923,
    "stockholder": 924,
    "supertanker": 925,
    "oust": 926,
    "ishikawa": 927,
    "westamerica": 928,
    "evasion": 929,
    "malhotra": 930,
    "aaix": 931,
    "mena": 932,
    "propoerties": 933,
    "2,444,591": 934,
    "imasco": 935,
    "moneyline": 936,
    "8,220,797": 937,
    "286.53": 938,
    "7,429,000": 939,
    "abbey": 940,
    "126.4": 941,
    "employes": 942,
    "113,827": 943,
    "clearcut": 944,
    "perconal": 945,
    "minor": 946,
    "3,038,000": 947,
    "my": 948,
    "235.5": 949,
    "seeded": 950,
    "398.4": 951,
    "433,424": 952,
    "saiud": 953,
    "vermont": 954,
    "877,148": 955,
    "bastian": 956,
    "2,664,853": 957,
    "1,425": 958,
    "kreditanstalt": 959,
    "seafarers": 960,
    "ficr": 961,
    "argues": 962,
    "mckinnon": 963,
    "genuinely": 964,
    "3,282,478": 965,
    "267": 966,
    "avenue": 967,
    "linens": 968,
    "cod": 969,
    "provocative": 970,
    "brody": 971,
    "355,000": 972,
    "472.5": 973,
    "hnm": 974,
    "company's": 975,
    "3,263,000": 976,
    "286.7": 977,
    "tsomu": 978,
    "21.19": 979,
    "ninety": 980,
    "4.35": 981,
    "alberto": 982,
    "646,978": 983,
    "choon": 984,
    "3,556,000": 985,
    "unfunded": 986,
    "payers": 987,
    "vsevolod": 988,
    "studebaker": 989,
    "leather": 990,
    "854,900": 991,
    "fhr": 992,
    "212.1": 993,
    "257,844": 994,
    "121.2": 995,
    "brian": 996,
    "friendly": 997,
    "johnstown": 998,
    "55.8": 999,
    "partner's": 1000,
    "7,833,424": 1001,
    "17.71": 1002,
    "653,600": 1003,
    "dlar": 1004,
    "348,384": 1005,
    "corroding": 1006,
    "541.3": 1007,
    "10,982,699": 1008,
    "383,189": 1009,
    "dividend": 1010,
    "steeply": 1011,
    "655,457": 1012,
    "updating": 1013,
    "canterra": 1014,
    "bmdc": 1015,
    "fumio": 1016,
    "p.b.": 1017,
    "rallying": 1018,
    "conclusion": 1019,
    "punt": 1020,
    "816,727": 1021,
    "2,000,000": 1022,
    "shack": 1023,
    "meston": 1024,
    "133.6": 1025,
    "anwa": 1026,
    "welbac": 1027,
    "wsn": 1028,
    "squabble": 1029,
    "258,000": 1030,
    "3,145,000": 1031,
    "restriction": 1032,
    "721,882": 1033,
    "feasible": 1034,
    "clarence": 1035,
    "llx": 1036,
    "w.h.": 1037,
    "uninfected": 1038,
    "142.50": 1039,
    "relations": 1040,
    "9,217": 1041,
    "1,376,000": 1042,
    "lance": 1043,
    "59.3": 1044,
    "5,234,000": 1045,
    "bowcan": 1046,
    "outperform": 1047,
    "1,260": 1048,
    "2,589": 1049,
    "deciding": 1050,
    "doubtful": 1051,
    "980,834": 1052,
    "begin": 1053,
    "oncor": 1054,
    "chemetron": 1055,
    "5,468,000": 1056,
    "emphasise": 1057,
    "suface": 1058,
    "88.8": 1059,
    "88,974,000": 1060,
    "consulting": 1061,
    "nutrition": 1062,
    "writedowns": 1063,
    "hangzhou": 1064,
    "1,022,451": 1065,
    "hl": 1066,
    "formations": 1067,
    "exempted": 1068,
    "petro": 1069,
    "2,969,000": 1070,
    "favors": 1071,
    "cojuanco": 1072,
    "renegotiated": 1073,
    "acg": 1074,
    "524.5": 1075,
    "brings": 1076,
    "76,300": 1077,
    "1,332,218": 1078,
    "719.8286": 1079,
    "\"": 1080,
    "351,000": 1081,
    "ship": 1082,
    "61.0": 1083,
    "exerciseable": 1084,
    "fundo": 1085,
    "63.1": 1086,
    "god": 1087,
    "huh": 1088,
    "slaughtered": 1089,
    "24.09": 1090,
    "9,950,000": 1091,
    "tragets": 1092,
    "consummation": 1093,
    "131": 1094,
    "437,425": 1095,
    "847": 1096,
    "sweetbaum": 1097,
    "689,964": 1098,
    "tended": 1099,
    "confidential": 1100,
    "74": 1101,
    "scope": 1102,
    "480,200": 1103,
    "7219": 1104,
    "460.5": 1105,
    "fundmental": 1106,
    "2,421,000": 1107,
    "pasture": 1108,
    "gained": 1109,
    "1,046,785": 1110,
    "81,963,040": 1111,
    "shelard": 1112,
    "1,614,079": 1113,
    "sty": 1114,
    "954": 1115,
    "rift": 1116,
    "327.1": 1117,
    "1,543": 1118,
    "55": 1119,
    "50.7": 1120,
    "pigs": 1121,
    "10,020,000": 1122,
    "cupertino": 1123,
    "recommendation": 1124,
    "1800": 1125,
    "12.67": 1126,
    "having": 1127,
    "scared": 1128,
    "spie": 1129,
    "0.27758": 1130,
    "79,778": 1131,
    "nixdorf": 1132,
    "pegging": 1133,
    "copy": 1134,
    "8,164,000": 1135,
    "skewed": 1136,
    "chesapeake": 1137,
    "2,416": 1138,
    "2.24": 1139,
    "jude": 1140,
    "1,155,000": 1141,
    "mannville": 1142,
    "prudente": 1143,
    "rounded": 1144,
    "installation": 1145,
    "803,000": 1146,
    "583.50": 1147,
    "101.08": 1148,
    "23,560": 1149,
    "1,014,000": 1150,
    "221": 1151,
    "874": 1152,
    "srb": 1153,
    "469,274": 1154,
    "expressions": 1155,
    "branding": 1156,
    "2.86": 1157,
    "gsw": 1158,
    "79.42": 1159,
    "6,338,000": 1160,
    "n.h.": 1161,
    "mozambique": 1162,
    "cyrpus": 1163,
    "livingwell's": 1164,
    "relocation": 1165,
    "rosenberg": 1166,
    "164.7": 1167,
    "decent": 1168,
    "venezuela's": 1169,
    "855,768.75": 1170,
    "12,200": 1171,
    "9,957,200": 1172,
    "av": 1173,
    "4,036,000": 1174,
    "restoration": 1175,
    "8,758,000": 1176,
    "bse": 1177,
    "36,600": 1178,
    "steelmaking": 1179,
    "auditor's": 1180,
    "eventual": 1181,
    "ronson": 1182,
    "regan": 1183,
    "nahl": 1184,
    "aseay": 1185,
    "1.8700": 1186,
    "2.02": 1187,
    "pineapples": 1188,
    "14.7": 1189,
    "lear": 1190,
    "276,446": 1191,
    "transferred": 1192,
    "317.46": 1193,
    "50,000": 1194,
    "596.1": 1195,
    "blurred": 1196,
    "teq": 1197,
    "300.99": 1198,
    "lennox": 1199,
    "580,955": 1200,
    "tro": 1201,
    "48.4": 1202,
    "430,000": 1203,
    "fall's": 1204,
    "216,117": 1205,
    "gasekt": 1206,
    "713,000": 1207,
    "11.92": 1208,
    "stands": 1209,
    "wmd": 1210,
    "historical": 1211,
    "5,939,252": 1212,
    "21.7": 1213,
    "101,020": 1214,
    "symbolic": 1215,
    "reflag": 1216,
    "yr": 1217,
    "receivals": 1218,
    "primark": 1219,
    "investigations": 1220,
    "bottler": 1221,
    "nantes": 1222,
    "coniston": 1223,
    "186.4": 1224,
    "58.4": 1225,
    "41,014,000": 1226,
    "7.88": 1227,
    "238.1": 1228,
    "48,500,000": 1229,
    "419,000": 1230,
    "favours": 1231,
    "3.98": 1232,
    "haubourdin": 1233,
    "southam": 1234,
    "finances": 1235,
    "obtains": 1236,
    "caesium": 1237,
    "2,297,000": 1238,
    "plc": 1239,
    "171.1": 1240,
    "dauster": 1241,
    "lim": 1242,
    "122,364": 1243,
    "r.l.": 1244,
    "418.1": 1245,
    "9.8": 1246,
    "1,557,000": 1247,
    "aegon": 1248,
    "lags": 1249,
    "victors": 1250,
    "commisssion": 1251,
    "2,063,000": 1252,
    "812.05": 1253,
    "21.6": 1254,
    "inherited": 1255,
    "252.4": 1256,
    "tags": 1257,
    "braniff": 1258,
    "dosher": 1259,
    "508,392": 1260,
    "38,760": 1261,
    "bran": 1262,
    "hair": 1263,
    "pennell": 1264,
    "moderate": 1265,
    "shv": 1266,
    "conserve": 1267,
    "ferro": 1268,
    "boxboard": 1269,
    "70,000": 1270,
    "taikoo": 1271,
    "placing": 1272,
    "545,528": 1273,
    "883,000": 1274,
    "1976": 1275,
    "jupiter": 1276,
    "2,319,376": 1277,
    "stops": 1278,
    "80,460": 1279,
    "6,597,000": 1280,
    "stones": 1281,
    "attorney's": 1282,
    "systems": 1283,
    "1,730": 1284,
    "ctme": 1285,
    "18.72": 1286,
    "gsm": 1287,
    "15.88": 1288,
    "shos": 1289,
    "1550": 1290,
    "dotronix": 1291,
    "58": 1292,
    "7,951": 1293,
    "5,792,000": 1294,
    "i.r.e.": 1295,
    "thousands": 1296,
    "he's": 1297,
    "heartening": 1298,
    "businessmen": 1299,
    "keswick": 1300,
    "849,000": 1301,
    "65.5": 1302,
    "1,194,000": 1303,
    "clc": 1304,
    "420,000": 1305,
    "grossmman": 1306,
    "mourning": 1307,
    "comibol": 1308,
    "european": 1309,
    "listings": 1310,
    "proven": 1311,
    "137.0": 1312,
    "funktion": 1313,
    "presents": 1314,
    "1,737,000": 1315,
    "ecoa": 1316,
    "235,572": 1317,
    "1,569,000": 1318,
    "ominous": 1319,
    "6,028,000": 1320,
    "nmsb": 1321,
    "9,543": 1322,
    "6,961,091": 1323,
    "19.61": 1324,
    "sulz": 1325,
    "teacher": 1326,
    "diebold": 1327,
    "1,701,000": 1328,
    "24.12": 1329,
    "travenol": 1330,
    "15,571,230": 1331,
    "1,053.0": 1332,
    "8,328": 1333,
    "cowan": 1334,
    "noranda": 1335,
    "2,527,720": 1336,
    "clone": 1337,
    "aivj": 1338,
    "closeout": 1339,
    "safecard": 1340,
    "spotty": 1341,
    "122": 1342,
    "batter": 1343,
    "number": 1344,
    "unnecessarily": 1345,
    "38.74": 1346,
    "128.8": 1347,
    "multiyear": 1348,
    "165.2": 1349,
    "2,918,000": 1350,
    "421": 1351,
    "20.24": 1352,
    "375,400": 1353,
    "111.2": 1354,
    "infectious": 1355,
    "1,511": 1356,
    "paths": 1357,
    "odgers": 1358,
    "technologically": 1359,
    "autrex": 1360,
    "138.20": 1361,
    "779": 1362,
    "competitors": 1363,
    "lasalle": 1364,
    "incorrectly": 1365,
    "cjmf": 1366,
    "11.88": 1367,
    "113.1": 1368,
    "41.6": 1369,
    "porxpan": 1370,
    "55,493": 1371,
    "rescission": 1372,
    "monster": 1373,
    "cobalt": 1374,
    "2,979,000": 1375,
    "653,411": 1376,
    "kazakhstan": 1377,
    "rebuilders": 1378,
    "9,649,000": 1379,
    "30.3": 1380,
    "584.4": 1381,
    "signatories": 1382,
    "318.90": 1383,
    "54.7": 1384,
    "560,000": 1385,
    "689,700": 1386,
    "locations": 1387,
    "wnn": 1388,
    "tumbled": 1389,
    "pmk": 1390,
    "misconduct": 1391,
    "bhp's": 1392,
    "handed": 1393,
    "gins": 1394,
    "waiving": 1395,
    "bak": 1396,
    "33,000": 1397,
    "impracticable": 1398,
    "physical": 1399,
    "nafi": 1400,
    "bilt": 1401,
    "writer": 1402,
    "508,062": 1403,
    "modernisation": 1404,
    "soir": 1405,
    "632,000": 1406,
    "231.7": 1407,
    "gate": 1408,
    "pop": 1409,
    "0.0333": 1410,
    "feinberg": 1411,
    "681,800": 1412,
    "cnooc": 1413,
    "bounced": 1414,
    "8,308,000": 1415,
    "koerner": 1416,
    "trapped": 1417,
    "seoul": 1418,
    "11,729,000": 1419,
    "a.w.": 1420,
    "astra's": 1421,
    "norgold's": 1422,
    "445": 1423,
    "0.342": 1424,
    "20.8": 1425,
    "richard": 1426,
    "inma": 1427,
    "duisburg": 1428,
    "brandy": 1429,
    "fuqua": 1430,
    "1,700.3": 1431,
    "depth": 1432,
    "winterhalter": 1433,
    "ababa": 1434,
    "5.8": 1435,
    "256,500": 1436,
    "5,823,000": 1437,
    "inflating": 1438,
    "resale": 1439,
    "aggressive": 1440,
    "52,405": 1441,
    "8,866,000": 1442,
    "colorants": 1443,
    "132.8": 1444,
    "4,990,000": 1445,
    "iglsf": 1446,
    "places": 1447,
    "urgently": 1448,
    "burmese": 1449,
    "478,800": 1450,
    "119,954": 1451,
    "mgcr": 1452,
    "enetertainment": 1453,
    "numerical": 1454,
    "quan": 1455,
    "2,977,000": 1456,
    "residue": 1457,
    "participating": 1458,
    "withdraws": 1459,
    "newcor": 1460,
    "dipped": 1461,
    "distorted": 1462,
    "1,754,076": 1463,
    "989,000": 1464,
    "126,031": 1465,
    "217.88": 1466,
    "alaskan": 1467,
    "53.34": 1468,
    "guatemalan": 1469,
    "crucial": 1470,
    "elder": 1471,
    "mnd": 1472,
    "rockwood": 1473,
    "oilcake": 1474,
    "snack": 1475,
    "9,761,000": 1476,
    "1,314": 1477,
    "10.39": 1478,
    "fighting": 1479,
    "minicomputers": 1480,
    "unattractive": 1481,
    "mainland": 1482,
    "wash": 1483,
    "22,809": 1484,
    "shelves": 1485,
    "411.8": 1486,
    "vending": 1487,
    "hidden": 1488,
    "enagage": 1489,
    "219,593": 1490,
    "ocs": 1491,
    "effectuated": 1492,
    "17.06": 1493,
    "culp": 1494,
    "134.76": 1495,
    "noma": 1496,
    "riyals": 1497,
    "gaillard": 1498,
    "215.9": 1499,
    "september's": 1500,
    "8,437,000": 1501,
    "bretz": 1502,
    "locked": 1503,
    "336.9": 1504,
    "takes": 1505,
    "laventhol": 1506,
    "outbidhell": 1507,
    "699,600": 1508,
    "34,550": 1509,
    "jurisdictions": 1510,
    "armendariz": 1511,
    "stomach": 1512,
    "262": 1513,
    "issuance": 1514,
    "refines": 1515,
    "35.79": 1516,
    "drying": 1517,
    "4.1": 1518,
    "pivotal": 1519,
    "19.50": 1520,
    "827,748": 1521,
    "inviting": 1522,
    "9,771,000": 1523,
    "usmx": 1524,
    "tribunal": 1525,
    "4,125": 1526,
    "willing": 1527,
    "fnsea": 1528,
    "sun": 1529,
    "ramadan": 1530,
    "1949": 1531,
    "35.29": 1532,
    "10.33": 1533,
    "2,420,925": 1534,
    "goldsmith's": 1535,
    "dissatisfied": 1536,
    "54.96": 1537,
    "0.658": 1538,
    "cyclop's": 1539,
    "ballast": 1540,
    "ginsberg": 1541,
    "adebayo": 1542,
    "reph's": 1543,
    "63,055,000": 1544,
    "guaranty": 1545,
    "dclared": 1546,
    "pciac": 1547,
    "contine": 1548,
    "inefficiencies": 1549,
    "kaen": 1550,
    "2,903,000": 1551,
    "buoy": 1552,
    "donovan": 1553,
    "80": 1554,
    "6,876,000": 1555,
    "josten's": 1556,
    "stresses": 1557,
    "3,691.0": 1558,
    "insua": 1559,
    "97.53": 1560,
    "6,258,000": 1561,
    "1,256,000": 1562,
    "mean": 1563,
    "4,361.0": 1564,
    "2,165": 1565,
    "mochtar": 1566,
    "2,437,333": 1567,
    "differently": 1568,
    "frankfurter": 1569,
    "stymied": 1570,
    "36.5": 1571,
    "burm": 1572,
    "gatt's": 1573,
    "yugoslavs": 1574,
    "21,600": 1575,
    "neptune": 1576,
    "821.2": 1577,
    "rad": 1578,
    "wobs": 1579,
    "1,140.4": 1580,
    "oscillated": 1581,
    "vary": 1582,
    "undertaken": 1583,
    "indifferent": 1584,
    "1,287,000": 1585,
    "engage": 1586,
    "distillate": 1587,
    "arabian": 1588,
    "bars": 1589,
    "1.504": 1590,
    "mailing": 1591,
    "outo": 1592,
    "679": 1593,
    "7,589,000": 1594,
    "omc": 1595,
    "angl": 1596,
    "setting": 1597,
    "underpinnings": 1598,
    "avx": 1599,
    "1,111,000": 1600,
    "236.1": 1601,
    "4,881,000": 1602,
    "propel": 1603,
    "118.3": 1604,
    "octoer": 1605,
    "imported": 1606,
    "malpractice": 1607,
    "optimum": 1608,
    "420.50": 1609,
    "1.015": 1610,
    "fortune": 1611,
    "praises": 1612,
    "117,989": 1613,
    "apostolakis": 1614,
    "4.183": 1615,
    "renews": 1616,
    "235,274": 1617,
    "1,548": 1618,
    "defend": 1619,
    "332": 1620,
    "directive": 1621,
    "ufurf": 1622,
    "suzanne": 1623,
    "charles": 1624,
    "8,067,000": 1625,
    "bergslags": 1626,
    "1,001,000": 1627,
    "xtr": 1628,
    "retest": 1629,
    "forward": 1630,
    "singling": 1631,
    "ticker": 1632,
    "unheated": 1633,
    "identity": 1634,
    "horst": 1635,
    "whitehead": 1636,
    "somehow": 1637,
    "bayl": 1638,
    "idb's": 1639,
    "data's": 1640,
    "effecting": 1641,
    "1,364,000": 1642,
    "deficit's": 1643,
    "stiffness": 1644,
    "gvmi": 1645,
    "50,422,000": 1646,
    "upham": 1647,
    "liu": 1648,
    "12,801,000": 1649,
    "beth": 1650,
    "163,150": 1651,
    "btol": 1652,
    "40.75": 1653,
    "phone": 1654,
    "extraordainry": 1655,
    "edge": 1656,
    "billoin": 1657,
    "overdependence": 1658,
    "meal": 1659,
    "378,000": 1660,
    "hyo": 1661,
    "1,892,600": 1662,
    "129,250": 1663,
    "vowed": 1664,
    "economist": 1665,
    "certian": 1666,
    "tran": 1667,
    "driftwood": 1668,
    "reckoned": 1669,
    "alive": 1670,
    "quiet": 1671,
    "figuerras": 1672,
    "expires": 1673,
    "nail": 1674,
    "bolivianos": 1675,
    "exotic": 1676,
    "longshot": 1677,
    "8,265,000": 1678,
    "280.0": 1679,
    "commonwealty": 1680,
    "poor": 1681,
    "assoc": 1682,
    "9.34": 1683,
    "pace": 1684,
    "ii": 1685,
    "midmississippi": 1686,
    "3,695,465": 1687,
    "87.47": 1688,
    "333.0": 1689,
    "8,227,000": 1690,
    "535.1": 1691,
    "7,385,107": 1692,
    "jima": 1693,
    "crazy": 1694,
    "among": 1695,
    "4,539,437": 1696,
    "potentials": 1697,
    "foundation": 1698,
    "hydrocracker": 1699,
    "177,243": 1700,
    "conneticut": 1701,
    "tempers": 1702,
    "356,571": 1703,
    "rostam": 1704,
    "78,078": 1705,
    "2,443,810": 1706,
    "6,853,000": 1707,
    "rhds": 1708,
    "exective": 1709,
    "olle": 1710,
    "round": 1711,
    "2,144,317": 1712,
    "dubin": 1713,
    "naked": 1714,
    "79,516,753": 1715,
    "eateries": 1716,
    "40.05": 1717,
    "curtailed": 1718,
    "pman": 1719,
    "champagnes": 1720,
    "gta": 1721,
    "1.50": 1722,
    "noax": 1723,
    "25,909": 1724,
    "85.3": 1725,
    "troubled": 1726,
    "683,400": 1727,
    "rogers": 1728,
    "khartoum's": 1729,
    "protecionist": 1730,
    "26,314": 1731,
    "adtec": 1732,
    "35.83": 1733,
    "758": 1734,
    "strauss": 1735,
    "pursue": 1736,
    "1.466": 1737,
    "sjr": 1738,
    "tbn": 1739,
    "waivers": 1740,
    "274,200": 1741,
    "held": 1742,
    "tied": 1743,
    "interagra": 1744,
    "13.65": 1745,
    "runaway": 1746,
    "camas": 1747,
    "40,519": 1748,
    "salg": 1749,
    "18,269,000": 1750,
    "877": 1751,
    "communicating": 1752,
    "bundesbank's": 1753,
    "47.5": 1754,
    "107.74": 1755,
    "10.81": 1756,
    "mmr": 1757,
    "using": 1758,
    "93.07": 1759,
    "567": 1760,
    "cdni": 1761,
    "3.8": 1762,
    "106.5": 1763,
    "1,887,000": 1764,
    "teva": 1765,
    "285.6": 1766,
    "darby's": 1767,
    "advances": 1768,
    "pwm": 1769,
    "aipn": 1770,
    "ferrosan": 1771,
    "210.34": 1772,
    "lunch": 1773,
    "1,686,000": 1774,
    "airliner": 1775,
    "uncoated": 1776,
    "tenderloin": 1777,
    "3,016,000": 1778,
    "chilled": 1779,
    "vermoegensbildung": 1780,
    "linden": 1781,
    "selectively": 1782,
    "neighbor": 1783,
    "254.7": 1784,
    "animated": 1785,
    "8,142,000": 1786,
    "cni": 1787,
    "7,699,241": 1788,
    "labels": 1789,
    "hsgh": 1790,
    "involuntary": 1791,
    "underproduced": 1792,
    "extensively": 1793,
    "winnebago": 1794,
    "478,000": 1795,
    "4,160,000": 1796,
    "1,312,500": 1797,
    "solvents": 1798,
    "stearn": 1799,
    "25,559": 1800,
    "trailed": 1801,
    "536.0": 1802,
    "splitting": 1803,
    "564": 1804,
    "mason": 1805,
    "midam": 1806,
    "2,375,844": 1807,
    "closer": 1808,
    "annually": 1809,
    "soliciting": 1810,
    "rebutts": 1811,
    "473": 1812,
    "minorco": 1813,
    "redundancies": 1814,
    "3,914,000": 1815,
    "1,528,000": 1816,
    "anglo": 1817,
    "5,306,000": 1818,
    "300": 1819,
    "insure": 1820,
    "harnischfeger": 1821,
    "simultaneously": 1822,
    "overdrafts": 1823,
    "10,536": 1824,
    "renaissance": 1825,
    "object": 1826,
    "9,438,425": 1827,
    "4,415": 1828,
    "defusing": 1829,
    "uphill": 1830,
    "oljeselskap": 1831,
    "970,141": 1832,
    "respecivtely": 1833,
    "kirkuk": 1834,
    "meiko": 1835,
    "doubts": 1836,
    "264.8": 1837,
    "3,523": 1838,
    "10,156": 1839,
    "shamrock": 1840,
    "axle": 1841,
    "pull": 1842,
    "wind": 1843,
    "ceding": 1844,
    "nicel": 1845,
    "funnel": 1846,
    "138,000": 1847,
    "panelists": 1848,
    "quays": 1849,
    "seton": 1850,
    "everyone": 1851,
    "broaden": 1852,
    "146.40": 1853,
    "socks": 1854,
    "16.35": 1855,
    "autos": 1856,
    "2,511,000": 1857,
    "wmx": 1858,
    "darrell": 1859,
    "maxtec": 1860,
    "37.2427": 1861,
    "808.3": 1862,
    "unsaleable": 1863,
    "sanwet": 1864,
    "fruits": 1865,
    "gsx": 1866,
    "overpowering": 1867,
    "astrotech": 1868,
    "423": 1869,
    "focussing": 1870,
    "lanston's": 1871,
    "1,393,187": 1872,
    "1,402,000": 1873,
    "72,865,101": 1874,
    "1,694,000": 1875,
    "4,975,000": 1876,
    "deserts": 1877,
    "manhattan's": 1878,
    "alcan's": 1879,
    "labatt's": 1880,
    "replenished": 1881,
    "stronger": 1882,
    "peking's": 1883,
    "1,117,747": 1884,
    "metg": 1885,
    "209.24": 1886,
    "112,262": 1887,
    "futher": 1888,
    "glycols": 1889,
    "15,801": 1890,
    "linde": 1891,
    "unevenly": 1892,
    "6,966,000": 1893,
    "norbec": 1894,
    "foundered": 1895,
    "entertaiment": 1896,
    "219.2": 1897,
    "woodward": 1898,
    "4,333.1": 1899,
    "therapeutic": 1900,
    "strengthen": 1901,
    "entrants": 1902,
    "30,458,000": 1903,
    "pipestone": 1904,
    "16.54": 1905,
    "reflection": 1906,
    "284,636": 1907,
    "257.5": 1908,
    "cypsa": 1909,
    "34": 1910,
    "30.060": 1911,
    "226.9": 1912,
    "cornfeedmeal": 1913,
    "1,976,000": 1914,
    "blended": 1915,
    "b.j.": 1916,
    "nbfi's": 1917,
    "165.1": 1918,
    "captains": 1919,
    "140,700": 1920,
    "5,178,000": 1921,
    "scare": 1922,
    "wants": 1923,
    "5,200": 1924,
    "51,670,000": 1925,
    "caving": 1926,
    "10,977,000": 1927,
    "243.6": 1928,
    "severed": 1929,
    "4,186,000": 1930,
    "1,805,229": 1931,
    "92.8": 1932,
    "90,000": 1933,
    "suharto": 1934,
    "183,500": 1935,
    "threaten": 1936,
    "bullmoose": 1937,
    "cane": 1938,
    "sci": 1939,
    "burma": 1940,
    "19.14": 1941,
    "opium": 1942,
    "1,370,898": 1943,
    "245.5": 1944,
    "dyke": 1945,
    "denman": 1946,
    "county's": 1947,
    "sunter": 1948,
    "unlike": 1949,
    "56.7": 1950,
    "coarse": 1951,
    "conrad": 1952,
    "2,151,130": 1953,
    "sights": 1954,
    "countertrading": 1955,
    "temperatures": 1956,
    "598": 1957,
    "lly": 1958,
    "706,470": 1959,
    "1,045": 1960,
    "ktii": 1961,
    "planes": 1962,
    "ciro": 1963,
    "names": 1964,
    "hgca": 1965,
    "rmj": 1966,
    "securitiesd": 1967,
    "factored": 1968,
    "insee": 1969,
    "annal": 1970,
    "megabit": 1971,
    "countered": 1972,
    "33.0": 1973,
    "sciencies": 1974,
    "jlit": 1975,
    "444,646": 1976,
    "cellular": 1977,
    "1.669": 1978,
    "sowings": 1979,
    "ignore": 1980,
    "native": 1981,
    "taxing": 1982,
    "bsm": 1983,
    "697.4": 1984,
    "105,090": 1985,
    "robertson": 1986,
    "896,500": 1987,
    "43.147": 1988,
    "913,000": 1989,
    "4,078,000": 1990,
    "48.22": 1991,
    "lifestyle's": 1992,
    "4,194,466": 1993,
    "verdal": 1994,
    "trsl": 1995,
    "cinci": 1996,
    "manufacturer": 1997,
    "targeted": 1998,
    "ratu": 1999,
    "battery": 2000,
    "greenberg": 2001,
    "hobby": 2002,
    "diplomats": 2003,
    "rupert": 2004,
    "340,783": 2005,
    "2,961,000": 2006,
    "2,118,000": 2007,
    "769,000": 2008,
    "realigned": 2009,
    "341,991": 2010,
    "8,148,000": 2011,
    "taiwan's": 2012,
    "494,227": 2013,
    "2,843,000": 2014,
    "5,638,596": 2015,
    "761": 2016,
    "stabilized": 2017,
    "p.c.": 2018,
    "dashing": 2019,
    "unqtd": 2020,
    "bettered": 2021,
    "grammes": 2022,
    "spirit": 2023,
    "gruenberg": 2024,
    "sent": 2025,
    "boisseau": 2026,
    "na": 2027,
    "brightest": 2028,
    "116.5": 2029,
    "readdress": 2030,
    "1,366,000": 2031,
    "1.31": 2032,
    "interpharm": 2033,
    "105.1": 2034,
    "5,059,000": 2035,
    "daig": 2036,
    "finder's": 2037,
    "4,493,000": 2038,
    "frowned": 2039,
    "2,219,961": 2040,
    "18.37": 2041,
    "accentuate": 2042,
    "commenced": 2043,
    "rs": 2044,
    "boilers": 2045,
    "36.67": 2046,
    "68,607": 2047,
    "compressor": 2048,
    "democrats": 2049,
    "decry": 2050,
    "96,327": 2051,
    "convoy": 2052,
    "neglected": 2053,
    "hasco's": 2054,
    "lifetime": 2055,
    "262.8": 2056,
    "ely": 2057,
    "sewing": 2058,
    "nimba": 2059,
    "unnoticed": 2060,
    "slaughterhouses": 2061,
    "242.6": 2062,
    "sr": 2063,
    "ngx": 2064,
    "997.1": 2065,
    "3400": 2066,
    "introducing": 2067,
    "formalized": 2068,
    "robin": 2069,
    "dcf": 2070,
    "arturo": 2071,
    "6,469,001": 2072,
    "suspensions": 2073,
    "rack": 2074,
    "1,553,000": 2075,
    "hagerstown": 2076,
    "260": 2077,
    "alsacienne": 2078,
    "louvre": 2079,
    "lukman": 2080,
    "578,000": 2081,
    "182,173": 2082,
    "4,784,000": 2083,
    "stores": 2084,
    "halldor": 2085,
    "6,374": 2086,
    "10.53": 2087,
    "bananas": 2088,
    "user": 2089,
    "blunted": 2090,
    "clark's": 2091,
    "tesco": 2092,
    "1,602,717": 2093,
    "6.87": 2094,
    "adopt": 2095,
    "logical": 2096,
    "avaq": 2097,
    "jacobs": 2098,
    "sells": 2099,
    "139,200": 2100,
    "renouf": 2101,
    "24,735": 2102,
    "wang": 2103,
    "thk": 2104,
    "wladyslaw": 2105,
    "641": 2106,
    "stanadyne": 2107,
    "pst": 2108,
    "9,900,000": 2109,
    "49.5": 2110,
    "associates": 2111,
    "1,450,000": 2112,
    "soils": 2113,
    "3,952,000": 2114,
    "borealis's": 2115,
    "76.1": 2116,
    "chips": 2117,
    "220.3": 2118,
    "6,153,000": 2119,
    "aabex": 2120,
    "swirl": 2121,
    "noticeably": 2122,
    "0914": 2123,
    "423.95": 2124,
    "wreck": 2125,
    "12,891,000": 2126,
    "demands": 2127,
    "922,036": 2128,
    "270,000": 2129,
    "depreciations": 2130,
    "compromises": 2131,
    "2,376,000": 2132,
    "173.0": 2133,
    "gmc": 2134,
    "521,500": 2135,
    "ground": 2136,
    "jayewardene": 2137,
    "90.9": 2138,
    "251.9": 2139,
    "lee": 2140,
    "ludena": 2141,
    "231,722": 2142,
    "involved": 2143,
    "1,596": 2144,
    "882,869": 2145,
    "lobby": 2146,
    "laservideo": 2147,
    "transnational": 2148,
    "divestitures": 2149,
    "back": 2150,
    "6,598,580": 2151,
    "preway": 2152,
    "esso's": 2153,
    "abolishing": 2154,
    "7.14": 2155,
    "308": 2156,
    "0": 2157,
    "tucson": 2158,
    "cmli": 2159,
    "catalase": 2160,
    "209.0": 2161,
    "reserves": 2162,
    "9.05": 2163,
    "s": 2164,
    "5,134,000": 2165,
    "139.4": 2166,
    "tonight's": 2167,
    "3,772,639": 2168,
    "portable": 2169,
    "toyo": 2170,
    "23.7": 2171,
    "ky": 2172,
    "exert": 2173,
    "amend": 2174,
    "515.1": 2175,
    "missiles": 2176,
    "icgs": 2177,
    "vsr": 2178,
    "bypass": 2179,
    "genuine": 2180,
    "22,120": 2181,
    "distibution": 2182,
    "316,193": 2183,
    "chb": 2184,
    "43,900": 2185,
    "cancellation": 2186,
    "1,410,000": 2187,
    "205,700": 2188,
    "5,168,000": 2189,
    "kawakami": 2190,
    "733,000": 2191,
    "19,078,072": 2192,
    "musa": 2193,
    "pest": 2194,
    "2,325,000": 2195,
    "paks": 2196,
    "25.6": 2197,
    "sourroille": 2198,
    "7,541,000": 2199,
    "58.8": 2200,
    "14,050": 2201,
    "4,419,000": 2202,
    "7,276,517": 2203,
    "kfw": 2204,
    "comsat": 2205,
    "separates": 2206,
    "bay": 2207,
    "balmer": 2208,
    "788.73": 2209,
    "romania": 2210,
    "1,587,000": 2211,
    "conveyor": 2212,
    "120.3": 2213,
    "improbable": 2214,
    "discouragement": 2215,
    "1,011,200": 2216,
    "firb": 2217,
    "funding": 2218,
    "random": 2219,
    "raise": 2220,
    "18.21": 2221,
    "voltage": 2222,
    "overfunding": 2223,
    "535,110": 2224,
    "cspi": 2225,
    "ordinary": 2226,
    "extention": 2227,
    "canrad": 2228,
    "1,464,000": 2229,
    "formulate": 2230,
    "666.6": 2231,
    "ptcc": 2232,
    "byron": 2233,
    "erupted": 2234,
    "intransigence": 2235,
    "nationalised": 2236,
    "3440": 2237,
    "361.1": 2238,
    "691.3": 2239,
    "3,775,000": 2240,
    "2.4": 2241,
    "181.64": 2242,
    "7,024,000": 2243,
    "retailer": 2244,
    "429.9": 2245,
    "caf": 2246,
    "fsla": 2247,
    "21,000": 2248,
    "margoshes": 2249,
    "passes": 2250,
    "perkin": 2251,
    "prison": 2252,
    "90,501": 2253,
    "451.3": 2254,
    "canakkale": 2255,
    "line": 2256,
    "peter": 2257,
    "analyses": 2258,
    "8,553,000": 2259,
    "4,913,000": 2260,
    "42,820": 2261,
    "10.75": 2262,
    "reintegration": 2263,
    "tobago": 2264,
    "9.5": 2265,
    "rac": 2266,
    "438,000": 2267,
    "6,913,000": 2268,
    "alrn": 2269,
    "2,925,26": 2270,
    "orthopedic": 2271,
    "active": 2272,
    "8,462": 2273,
    "12.6": 2274,
    "heidweiler": 2275,
    "relaxes": 2276,
    "firmness": 2277,
    "1,930,000": 2278,
    "centered": 2279,
    "factoring": 2280,
    "cpml": 2281,
    "961.00": 2282,
    "constitutional": 2283,
    "provoke": 2284,
    "waterside": 2285,
    "foreseen": 2286,
    "triguna": 2287,
    "corner": 2288,
    "856,000": 2289,
    "uganda's": 2290,
    "strain": 2291,
    "polish": 2292,
    "236.7": 2293,
    "chemicals": 2294,
    "vernors": 2295,
    "9.125": 2296,
    "arising": 2297,
    "solely": 2298,
    "tribunal's": 2299,
    "booms": 2300,
    "4,294,300": 2301,
    "117.9": 2302,
    "645,753": 2303,
    "additivies": 2304,
    "91,381": 2305,
    "armr": 2306,
    "tdk": 2307,
    "237.43": 2308,
    "373": 2309,
    "omer": 2310,
    "rationalise": 2311,
    "passage": 2312,
    "mrk": 2313,
    "midsouth": 2314,
    "precautionary": 2315,
    "indicators": 2316,
    "ire": 2317,
    "611,138": 2318,
    "17.5": 2319,
    "earns": 2320,
    "infection": 2321,
    "reinterpreting": 2322,
    "predicting": 2323,
    "1,839,752": 2324,
    "doskocil": 2325,
    "3,082,499": 2326,
    "6,768,000": 2327,
    "oat": 2328,
    "12.96": 2329,
    "1,226,609": 2330,
    "1,188,000": 2331,
    "usf": 2332,
    "3.33": 2333,
    "starboard": 2334,
    "brighten": 2335,
    "way": 2336,
    "3,516,000": 2337,
    "107.77": 2338,
    "723.2": 2339,
    "biscuit": 2340,
    "8,850,656": 2341,
    "angelica": 2342,
    "exco": 2343,
    "32": 2344,
    "9,202,000": 2345,
    "belgrade": 2346,
    "voids": 2347,
    "distributors": 2348,
    "1955": 2349,
    "fekete": 2350,
    "jnj": 2351,
    "fobba": 2352,
    "5.91": 2353,
    "47,470": 2354,
    "534,750": 2355,
    "dwindle": 2356,
    "delaware": 2357,
    "croesus": 2358,
    "notifying": 2359,
    "sites": 2360,
    "kong": 2361,
    "36.45": 2362,
    "milford": 2363,
    "05": 2364,
    "uncompetitive": 2365,
    "hebei": 2366,
    "tiger": 2367,
    "pennsauken": 2368,
    "path": 2369,
    "maine": 2370,
    "ultrafast": 2371,
    "contorl": 2372,
    "2,337,000": 2373,
    "496,000": 2374,
    "37,375,000": 2375,
    "rapitech": 2376,
    "hsrc": 2377,
    "shakey's": 2378,
    "recapturing": 2379,
    "184.2": 2380,
    "partly": 2381,
    "15.473": 2382,
    "counterbore": 2383,
    "stanley": 2384,
    "unip": 2385,
    "accelerate": 2386,
    "koki": 2387,
    "61.6": 2388,
    "uab's": 2389,
    "6,808,000": 2390,
    "6,959,000": 2391,
    "summe": 2392,
    "underwaty": 2393,
    "aubrey": 2394,
    "participations": 2395,
    "16,676,000": 2396,
    "palms": 2397,
    "339": 2398,
    "822.0": 2399,
    "4,067,000": 2400,
    "182,959": 2401,
    "d.c.": 2402,
    "18.25": 2403,
    "375,061": 2404,
    "gtsc": 2405,
    "smuggling": 2406,
    "policymaker's": 2407,
    "b.a.t.": 2408,
    "greenock": 2409,
    "hainan": 2410,
    "speaker": 2411,
    "natt": 2412,
    "sibley's": 2413,
    "716,361": 2414,
    "firsst": 2415,
    "ia": 2416,
    "5.88": 2417,
    "justice's": 2418,
    "open": 2419,
    "seashore's": 2420,
    "bhf": 2421,
    "hikmat": 2422,
    "copmpany": 2423,
    "2,419,203": 2424,
    "643.3": 2425,
    "15,187": 2426,
    "2,326,667": 2427,
    "3,779.2": 2428,
    "infinitesimal": 2429,
    "aggravating": 2430,
    "nat": 2431,
    "ulric": 2432,
    "175.8": 2433,
    "stars": 2434,
    "webb": 2435,
    "recessed": 2436,
    "aviv": 2437,
    "624": 2438,
    "neco": 2439,
    "pershing": 2440,
    "executes": 2441,
    "707,000": 2442,
    "voters": 2443,
    "forests": 2444,
    "23,024": 2445,
    "nonpartisan": 2446,
    "providers": 2447,
    "bundrant": 2448,
    "water": 2449,
    "sterilised": 2450,
    "2,015,953": 2451,
    "1,651": 2452,
    "devalued": 2453,
