{
  "word2index": {
    "8,700,000": 0,
    "k.g.": 1,
    "4,784,000": 2,
    "enabling": 3,
    "1,475,000": 4,
    "sympathetic": 5,
    "surveys": 6,
    "impaired": 7,
    "sirrine": 8,
    "pico": 9,
    "greenery": 10,
    "owe": 11,
    "ponta": 12,
    "institution": 13,
    "134.8": 14,
    "pyro": 15,
    "produces": 16,
    "20.00": 17,
    "piping": 18,
    "22,068": 19,
    "psi's": 20,
    "spa's": 21,
    "qualities": 22,
    "51.86": 23,
    "1.8320": 24,
    "2,204": 25,
    "division's": 26,
    "foreclosures": 27,
    "24,152,000": 28,
    "145.5": 29,
    "enrique": 30,
    "9,125,965": 31,
    "16.11": 32,
    "salaries": 33,
    "estk": 34,
    "kertosastro": 35,
    "hofmeister": 36,
    "brinkmann": 37,
    "dwindling": 38,
    "401,179": 39,
    "81.2": 40,
    "cardinal": 41,
    "crown": 42,
    "80,498": 43,
    "785": 44,
    "ventspils": 45,
    "forgotten": 46,
    "8,551,000": 47,
    "rumored": 48,
    "31.00": 49,
    "declarations": 50,
    "15,045": 51,
    "trip": 52,
    "automatix": 53,
    "ing": 54,
    "swiss": 55,
    "automobile": 56,
    "content": 57,
    "wrangle": 58,
    "291.8": 59,
    "hein": 60,
    "rdgc": 61,
    "allowing": 62,
    "5,900,000": 63,
    "dormancy": 64,
    "faults": 65,
    "riunite": 66,
    "o'reilly": 67,
    "242": 68,
    "algonquin": 69,
    "broadly": 70,
    "hoogovens": 71,
    "london": 72,
    "913,136": 73,
    "misalignment": 74,
    "capitalised": 75,
    "tcf": 76,
    "refunds": 77,
    "8,991,000": 78,
    "davis": 79,
    "385,000": 80,
    "catanduva": 81,
    "brewery": 82,
    "157,862": 83,
    "calories": 84,
    "shoots": 85,
    "407.5": 86,
    "goode": 87,
    "75.0": 88,
    "10,110": 89,
    "tvi": 90,
    "lebegue": 91,
    "90.2": 92,
    "sarney's": 93,
    "5,438,000": 94,
    "19.31": 95,
    "sqn": 96,
    "yu": 97,
    "investors": 98,
    "cge": 99,
    "cantarell": 100,
    "wiggins": 101,
    "empowers": 102,
    "pont": 103,
    "franke": 104,
    "moni": 105,
    "concerning": 106,
    "64.9": 107,
    "731,055": 108,
    "separatist": 109,
    "lme's": 110,
    "plies": 111,
    "768": 112,
    "394": 113,
    "fertile": 114,
    "8,910,000": 115,
    "1,119,000": 116,
    "diary": 117,
    "upward": 118,
    "scor": 119,
    "leeds": 120,
    "bo": 121,
    "enetertainment": 122,
    "116.7": 123,
    "87.50": 124,
    "812,045": 125,
    "7,246,000": 126,
    "worlds": 127,
    "3.5": 128,
    "imported": 129,
    "8,750,024": 130,
    "maladies": 131,
    "1,121,000": 132,
    "shoreline": 133,
    "16.332": 134,
    "3,935,969": 135,
    "1.132": 136,
    "potomac": 137,
    "rain": 138,
    "dryers": 139,
    "7,952,000": 140,
    "238,400": 141,
    "deacon": 142,
    "51,029": 143,
    "59,520": 144,
    "crew": 145,
    "805,754": 146,
    "76.15": 147,
    "adnoc's": 148,
    "maybe": 149,
    "45.5": 150,
    "slim": 151,
    "ttx": 152,
    "308": 153,
    "shoal": 154,
    "transferred": 155,
    "foreman": 156,
    "gradualism": 157,
    "newt": 158,
    "18.6": 159,
    "15.8": 160,
    "1,302,000": 161,
    "5,475,000": 162,
    "overlooked": 163,
    "aus": 164,
    "1,329,000": 165,
    "divestiture": 166,
    "7,030,235": 167,
    "horizons": 168,
    "brief": 169,
    "3.18": 170,
    "beasts": 171,
    "nws": 172,
    "retractable": 173,
    "arvin's": 174,
    "abs": 175,
    "73.65": 176,
    "140.40": 177,
    "69.26": 178,
    "2,486": 179,
    "edinburgh": 180,
    "loc": 181,
    "509.3": 182,
    "533.0": 183,
    "4,906,670": 184,
    "vogel": 185,
    "historically": 186,
    "scale": 187,
    "2,745,000": 188,
    "334": 189,
    "trp": 190,
    "fermentation": 191,
    "spends": 192,
    "profitability": 193,
    "grasses": 194,
    "hankes": 195,
    "prisoner": 196,
    "24,900": 197,
    "divides": 198,
    "inland": 199,
    "13,515,000": 200,
    "306,031": 201,
    "1,799,000": 202,
    "afterwhich": 203,
    "warship": 204,
    "translations": 205,
    "711,530": 206,
    "foote": 207,
    "grill": 208,
    "approximate": 209,
    "14.03": 210,
    "whoever": 211,
    "financieres": 212,
    "529.4": 213,
    "49": 214,
    "beth": 215,
    "289.47": 216,
    "4,410,954": 217,
    "3,012,000": 218,
    "54.7": 219,
    "haerri": 220,
    "gisela": 221,
    "37.25": 222,
    "custer": 223,
    "docking": 224,
    "nord": 225,
    "shabwa": 226,
    "trident": 227,
    "aeroe": 228,
    "92,623": 229,
    "privatisation": 230,
    "appropriations": 231,
    "concerted": 232,
    "42.6": 233,
    "4,116,333": 234,
    "o'malley": 235,
    "1,533,273": 236,
    "10.8": 237,
    "screening": 238,
    "1,833,000": 239,
    "grande": 240,
    "competes": 241,
    "yulo": 242,
    "essi": 243,
    "732,700": 244,
    "huh": 245,
    "8,199,000": 246,
    "salant": 247,
    "touring": 248,
    "ludolf": 249,
    "1,374,000": 250,
    "ipipf": 251,
    "10,252,000": 252,
    "reports": 253,
    "opium": 254,
    "7,072,000": 255,
    "piedmont": 256,
    "78.84": 257,
    "chatted": 258,
    "tony": 259,
    "gamesmanship": 260,
    "discriminated": 261,
    "3,612,300": 262,
    "epitope": 263,
    "c.t.c.": 264,
    "marplan": 265,
    "adriatic": 266,
    "788,042": 267,
    "ministries": 268,
    "pig": 269,
    "dhr": 270,
    "shafi": 271,
    "wen": 272,
    "steadied": 273,
    "alain": 274,
    "warrenton": 275,
    "km": 276,
    "mullikin": 277,
    "efp": 278,
    "9.98": 279,
    "30.375": 280,
    "3,727,063": 281,
    "illuminating": 282,
    "4,486,510": 283,
    "gwf": 284,
    "89,957": 285,
    "827": 286,
    "pastic": 287,
    "reponsible": 288,
    "zealand's": 289,
    "292,808": 290,
    "6,106": 291,
    "3,567,123": 292,
    "telex": 293,
    "nordic": 294,
    "7,195,720": 295,
    "351,000": 296,
    "tightness": 297,
    "spanish": 298,
    "additional": 299,
    "publics": 300,
    "96.0": 301,
    "2,704,000": 302,
    "6,750": 303,
    "sante": 304,
    "helmets": 305,
    "9.223": 306,
    "idaho": 307,
    "alsacienne": 308,
    "wpl": 309,
    "injects": 310,
    "railroads": 311,
    "substantially": 312,
    "0.18": 313,
    "flf": 314,
    "reesentment": 315,
    "alterations": 316,
    "stablise": 317,
    "39.4": 318,
    "hydrotreater": 319,
    "30.055": 320,
    "9.23": 321,
    "partners": 322,
    "unjustified": 323,
    "bulging": 324,
    "9,300": 325,
    "sheraton": 326,
    "henceforth": 327,
    "historic": 328,
    "bags": 329,
    "947,800": 330,
    "analytics": 331,
    "jhsl": 332,
    "rebutts": 333,
    "37.12": 334,
    "turf": 335,
    "flouting": 336,
    "102,300": 337,
    "615,307": 338,
    "4,695,000": 339,
    "sheltering": 340,
    "witholding": 341,
    "0.007100": 342,
    "197.0": 343,
    "138.75": 344,
    "forum": 345,
    "hldn": 346,
    "656.5": 347,
    "showboat": 348,
    "prejudice": 349,
    "dravo's": 350,
    "tbti": 351,
    "expensive": 352,
    "5,397,167": 353,
    "elmano": 354,
    "snake": 355,
    "addition": 356,
    "newhall": 357,
    "introduces": 358,
    "expansion": 359,
    "lisbon's": 360,
    "agls": 361,
    "disposable": 362,
    "23,434,000": 363,
    "84.0": 364,
    "arab": 365,
    "2,731,000": 366,
    "obed": 367,
    "tocom": 368,
    "3,500": 369,
    "hundredth": 370,
    "industriali": 371,
    "2,051,648": 372,
    "transshipment": 373,
    "stable": 374,
    "99,706": 375,
    "421": 376,
    "competent": 377,
    "10,719,000": 378,
    "fisn": 379,
    "reduiced": 380,
    "2.39": 381,
    "newcastle": 382,
    "srd": 383,
    "36,510": 384,
    "13,059,000": 385,
    "liquified": 386,
    "73,100": 387,
    "donis": 388,
    "reflation": 389,
    "salary": 390,
    "telesystems": 391,
    "421,451": 392,
    "bankcard": 393,
    "heinrich": 394,
    "rig": 395,
    "hurtado": 396,
    "missiles": 397,
    "994,000": 398,
    "lichtenberger": 399,
    "definitions": 400,
    "popsicle": 401,
    "soyoil": 402,
    "antonio": 403,
    "whatever": 404,
    "253": 405,
    "190,400": 406,
    "widths": 407,
    "sours": 408,
    "rucf": 409,
    "die": 410,
    "speedy": 411,
    "archibold": 412,
    "pds": 413,
    "843.4": 414,
    "overbeeke": 415,
    "colonel": 416,
    "1,699,124": 417,
    "geodynamics": 418,
    "a": 419,
    "liniers": 420,
    "an": 421,
    "89.7": 422,
    "90.25": 423,
    "privately": 424,
    "1,080,068": 425,
    "agree": 426,
    "falmouth": 427,
    "mariano": 428,
    "5,553,000": 429,
    "16,627.6": 430,
    "44": 431,
    "21,390,190": 432,
    "57.7": 433,
    "insiders": 434,
    "280.3": 435,
    "45,000": 436,
    "622.1": 437,
    "5,959,028": 438,
    "place": 439,
    "baes": 440,
    "europe": 441,
    "poorly": 442,
    "sidro": 443,
    "reasons": 444,
    "fel": 445,
    "inra": 446,
    "15,598": 447,
    "uric": 448,
    "ams": 449,
    "mt": 450,
    "644.8": 451,
    "1,504,000": 452,
    "methane": 453,
    "g.t.c.": 454,
    "seedbed": 455,
    "workforces": 456,
    "diplomat": 457,
    "490": 458,
    "163,924": 459,
    "hawkeye's": 460,
    "canephora": 461,
    "10.18": 462,
    "237,859": 463,
    "62.12": 464,
    "emi's": 465,
    "51.8": 466,
    "233": 467,
    "secretaries": 468,
    "1,120": 469,
    "sows": 470,
    "prior": 471,
    "augar": 472,
    "promised": 473,
    "turks": 474,
    "6,448,000": 475,
    "brussels": 476,
    "829,737": 477,
    "nestle's": 478,
    "14,495,000": 479,
    "330.8": 480,
    "21.50": 481,
    "697.4": 482,
    "0.545": 483,
    "accommodating": 484,
    "1,644.0": 485,
    "ransburg": 486,
    "onomichi": 487,
    "capital's": 488,
    "elmg": 489,
    "223.1": 490,
    "claude": 491,
    "amass": 492,
    "302.8": 493,
    "910": 494,
    "127,725": 495,
    "608": 496,
    "272.1": 497,
    "manfacturing": 498,
    "2,330,866": 499,
    "names": 500,
    "redundancy": 501,
    "forecasters": 502,
    "dancing": 503,
    "confines": 504,
    "27.62": 505,
    "pul": 506,
    "krestmark": 507,
    "18,345": 508,
    "dispersal": 509,
    "airport": 510,
    "significnt": 511,
    "1,665": 512,
    "rexcom's": 513,
    "frost": 514,
    "1,577.61": 515,
    "blown": 516,
    "siemens": 517,
    "owership": 518,
    "interactive": 519,
    "7,005,000": 520,
    "mauritania": 521,
    "oecd's": 522,
    "3.99": 523,
    "ohsc": 524,
    "1,280,185": 525,
    "npra": 526,
    "22,002": 527,
    "btrx": 528,
    "peep": 529,
    "12664": 530,
    "16.08": 531,
    "379.4": 532,
    "2,804,752": 533,
    "dissemination": 534,
    "afresh": 535,
    "haul": 536,
    "14,183.2": 537,
    "urges": 538,
    "partially": 539,
    "1,379.00": 540,
    "223,400": 541,
    "bring": 542,
    "hogan": 543,
    "minorities": 544,
    "tsys": 545,
    "79.3": 546,
    "beam": 547,
    "24,391": 548,
    "16.54": 549,
    "4,967,000": 550,
    "7,744,466": 551,
    "copr": 552,
    "10,128": 553,
    "redirect": 554,
    "lindner's": 555,
    "23.52": 556,
    "westwood": 557,
    "dividend": 558,
    "nonaccural": 559,
    "zoete's": 560,
    "expired": 561,
    "dificulties": 562,
    "thing": 563,
    "refute": 564,
    "simmons": 565,
    "conversation": 566,
    "realty": 567,
    "ussr's": 568,
    "gos": 569,
    "pzena": 570,
    "precious": 571,
    "703.4": 572,
    "73.1": 573,
    "memorial": 574,
    "90,501": 575,
    "sugarman": 576,
    "536,000": 577,
    "sucessfully": 578,
    "creditanstalt": 579,
    "142,010": 580,
    "deadlocked": 581,
    "788,099": 582,
    "engage": 583,
    "bpco": 584,
    "183.8": 585,
    "15,474,000": 586,
    "10.45": 587,
    "amines": 588,
    "lobbyists": 589,
    "cie": 590,
    "5,506,000": 591,
    "4,276,000": 592,
    "63.90": 593,
    "585.7": 594,
    "abroad": 595,
    "133,766": 596,
    "174,500": 597,
    "947,000": 598,
    "transporting": 599,
    "16.3": 600,
    "communists": 601,
    "ekr": 602,
    "freehold": 603,
    "germans": 604,
    "durables": 605,
    "stressed": 606,
    "37.8": 607,
    "distibution": 608,
    "9,699,535": 609,
    "trademark": 610,
    "168,682": 611,
    "1,186,000": 612,
    "25.00": 613,
    "106.3": 614,
    "49.98": 615,
    "subsided": 616,
    "csbc": 617,
    "thinned": 618,
    "rgld": 619,
    "3,748,357": 620,
    "boma": 621,
    "luna": 622,
    "ric": 623,
    "wealthier": 624,
    "270": 625,
    "2,364": 626,
    "reconvened": 627,
    "799,000": 628,
    "dissatisfied": 629,
    "hindered": 630,
    "required": 631,
    "9,494,570": 632,
    "distributing's": 633,
    "savory": 634,
    "2,453,520": 635,
    "118.8": 636,
    "advsior": 637,
    "935": 638,
    "hack": 639,
    "oversubscribed": 640,
    "compagnie": 641,
    "ucit": 642,
    "dlrsl": 643,
    "guandong": 644,
    "5,686,000": 645,
    "alejandro": 646,
    "fifteen": 647,
    "lilly's": 648,
    "consumere": 649,
    "1.8085": 650,
    "fraser": 651,
    "7,813,0000": 652,
    "sation": 653,
    "23.07": 654,
    "283.3": 655,
    "multifoods": 656,
    "46,433,000": 657,
    "rationing": 658,
    "bongard": 659,
    "19.06": 660,
    "locally": 661,
    "75.40": 662,
    "36.93": 663,
    "lavoro": 664,
    "708,000": 665,
    "11,921,000": 666,
    "rsgi": 667,
    "38.80": 668,
    "101.0": 669,
    "93,300": 670,
    "106.7": 671,
    "amber": 672,
    "frequency": 673,
    "manhattan": 674,
    "uncertainties": 675,
    "markwart": 676,
    "theoretical": 677,
    "27.76": 678,
    "16.18": 679,
    "bisphenol": 680,
    "4,700,000": 681,
    "913,000": 682,
    "51.61": 683,
    "contesting": 684,
    "pfaudler": 685,
    "2,395,000": 686,
    "141.8": 687,
    "1,090,000": 688,
    "conflict": 689,
    "139.70": 690,
    "13.89": 691,
    "gottardo": 692,
    "flex": 693,
    "549.1": 694,
    "jp": 695,
    "dunham": 696,
    "89": 697,
    "1,594,009": 698,
    "666,319": 699,
    "pepperell": 700,
    "essex": 701,
    "skeena": 702,
    "931,000": 703,
    "reclamation": 704,
    "314,000": 705,
    "rhi": 706,
    "rogers": 707,
    "govern": 708,
    "dvh": 709,
    "implicate": 710,
    "wring": 711,
    "parmed": 712,
    "schools": 713,
    "72.13": 714,
    "899,000": 715,
    "plight": 716,
    "participations": 717,
    "720,126": 718,
    "shekel": 719,
    "sigi": 720,
    "midivest": 721,
    "summed": 722,
    "centuries": 723,
    "around": 724,
    "12,131,000": 725,
    "nu": 726,
    "expressly": 727,
    "inelectra": 728,
    "swelled": 729,
    "megaphone": 730,
    "maryland": 731,
    "260,702": 732,
    "excuse": 733,
    "grove": 734,
    "2,273": 735,
    "196.4": 736,
    "aggregation": 737,
    "77": 738,
    "panoche": 739,
    "grapevines": 740,
    "cnpc": 741,
    "370.3": 742,
    "bureau's": 743,
    "kazakhstan": 744,
    "2.19": 745,
    "commtron": 746,
    "413": 747,
    "canals": 748,
    "1,303": 749,
    "setback": 750,
    "1,845,003": 751,
    "formula": 752,
    "97,111,000": 753,
    "sizzler": 754,
    "41,724": 755,
    "catalogue's": 756,
    "88.2": 757,
    "391,000": 758,
    "acquisitions": 759,
    "stance": 760,
    "terrorism": 761,
    "n.e.": 762,
    "aerospace": 763,
    "5.79348": 764,
    "heublein's": 765,
    "a.o.": 766,
    "7,917,000": 767,
    "fructose": 768,
    "1.183": 769,
    "1,674,000": 770,
    "388,900": 771,
    "1,211,196": 772,
    "tricks": 773,
    "nppc's": 774,
    "509,971": 775,
    "art's": 776,
    "1971": 777,
    "lle": 778,
    "191,732": 779,
    "ann": 780,
    "194,400": 781,
    "7,385,107": 782,
    "87.8": 783,
    "sdo": 784,
    "592.2": 785,
    "1,891,000": 786,
    "24,700": 787,
    "rebound": 788,
    "ptt": 789,
    "1.87": 790,
    "lighter": 791,
    "contour": 792,
    "fereidun": 793,
    "mccl": 794,
    "overwhelming": 795,
    "aberrational": 796,
    "232.8": 797,
    "equipment": 798,
    "reconstitution": 799,
    "we": 800,
    "iberica": 801,
    "biffex": 802,
    "369.8": 803,
    "piw": 804,
    "191.8": 805,
    "epac": 806,
    "ferrado": 807,
    "35.46": 808,
    "operational": 809,
    "4,528,000": 810,
    "shareowner": 811,
    "96,043": 812,
    "spirited": 813,
    "7,492,686": 814,
    "50.8": 815,
    "rise": 816,
    "8,857,807": 817,
    "10.38": 818,
    "ranchmen's": 819,
    "223.0": 820,
    "68.35": 821,
    "6,901,000": 822,
    "snl": 823,
    "holiday": 824,
    "219.54": 825,
    "abn": 826,
    "lithographing": 827,
    "hemminghaus": 828,
    "frolov": 829,
    "consistently": 830,
    "1.54": 831,
    "1,269,098": 832,
    "devoted": 833,
    "6,052,000": 834,
    "margin": 835,
    "bower": 836,
    "relocated": 837,
    "437,425": 838,
    "for": 839,
    "25,114,000": 840,
    "jaguar's": 841,
    "142.45": 842,
    "152,049,000": 843,
    "821,000": 844,
    "readings": 845,
    "nikolai": 846,
    "18.01": 847,
    "payment": 848,
    "fbo": 849,
    "mtrc": 850,
    "inability": 851,
    "risky": 852,
    "3,763,000": 853,
    "foot": 854,
    "16.42": 855,
    "edging": 856,
    "9.60": 857,
    "17,369,000": 858,
    "155": 859,
    "doyle": 860,
    "simmonds": 861,
    "401,100": 862,
    "ultrafast": 863,
    "602,766": 864,
    "cargill": 865,
    "fokida": 866,
    "36,480,000": 867,
    "558,000": 868,
    "659.2": 869,
    "2.89": 870,
    "17.40": 871,
    "tunisia": 872,
    "239,000": 873,
    "eisenberg": 874,
    "607": 875,
    "costs": 876,
    "ssmc": 877,
    "garages": 878,
    "pkn": 879,
    "244,749": 880,
    "5,627,000": 881,
    "lego": 882,
    "249,143": 883,
    "4,710,000": 884,
    "aggravate": 885,
    "cityquest": 886,
    "540": 887,
    "93.36": 888,
    "pakistan": 889,
    "wildly": 890,
    "presence": 891,
    "deny": 892,
    "rosa": 893,
    "heer's": 894,
    "kerridge": 895,
    "receipt": 896,
    "untapped": 897,
    "86,727": 898,
    "13.61": 899,
    "12,290,000": 900,
    "politoff": 901,
    "1.669": 902,
    "bugdet": 903,
    "dependence": 904,
    "easts": 905,
    "spotting": 906,
    "2.37": 907,
    "iran's": 908,
    "greenstein": 909,
    "aviation": 910,
    "bokl": 911,
    "crude": 912,
    "123,500": 913,
    "obstacle": 914,
    "3,510,000": 915,
    "nebr": 916,
    "taxable": 917,
    "grouped": 918,
    "5,324,350": 919,
    "l.b.": 920,
    "engines": 921,
    "kawasaki": 922,
    "bottler": 923,
    "53.1": 924,
    "3,096,000": 925,
    "7,388,000": 926,
    "fcsi": 927,
    "various": 928,
    "correctly": 929,
    "267.1": 930,
    "aides": 931,
    "1,865": 932,
    "augusto": 933,
    "64,100": 934,
    "11.89": 935,
    "740": 936,
    "ppti": 937,
    "106.33": 938,
    "weighing": 939,
    "ufc": 940,
    "17,403": 941,
    "kahan": 942,
    "8,848,000": 943,
    "3,401,000": 944,
    "irregularities": 945,
    "delimitation": 946,
    "1,694,000": 947,
    "viatech": 948,
    "cgt": 949,
    "1,431,000": 950,
    "hydrocarbons": 951,
    "ameritrust's": 952,
    "429,800": 953,
    "41,800": 954,
    "amstel": 955,
    "96.74": 956,
    "elmira": 957,
    "1.3043": 958,
    "cartels": 959,
    "708.3": 960,
    "875,692": 961,
    "norte": 962,
    "kidder": 963,
    "computerland": 964,
    "9,020,000": 965,
    "nino": 966,
    "linda": 967,
    "longitude": 968,
    "heusen": 969,
    "gruen": 970,
    "366,700": 971,
    "265.4": 972,
    "practically": 973,
    "employee": 974,
    "lakes": 975,
    "nakhimov": 976,
    "sacramento": 977,
    "certificates": 978,
    "3.89": 979,
    "seapride": 980,
    "kuwaitis": 981,
    "lire": 982,
    "5,988": 983,
    "317.7": 984,
    "avenue": 985,
    "arsenio": 986,
    "ward": 987,
    "15.018": 988,
    "alchohol": 989,
    "stahl": 990,
    "antwerp": 991,
    "day's": 992,
    "birr": 993,
    "farnsworth": 994,
    "billions": 995,
    "46.72": 996,
    "103,327": 997,
    "315,500": 998,
    "burnup": 999,
    "patent": 1000,
    "stamps": 1001,
    "rexham": 1002,
    "alo": 1003,
    "maxcom": 1004,
    "bolstered": 1005,
    "grange": 1006,
    "7,491,000": 1007,
    "allis": 1008,
    "256,500": 1009,
    "640": 1010,
    "3,363,000": 1011,
    "thagard": 1012,
    "cell": 1013,
    "logistical": 1014,
    "alleghany's": 1015,
    "cwt": 1016,
    "kay": 1017,
    "1,924,255": 1018,
    "let": 1019,
    "postings": 1020,
    "mm": 1021,
    "meant": 1022,
    "alike": 1023,
    "equiment": 1024,
    "48.22": 1025,
    "thulin": 1026,
    "tonight": 1027,
    "atlanta": 1028,
    "gm": 1029,
    "context": 1030,
    "4,715,846": 1031,
    "1,082.50": 1032,
    "rosenmuller": 1033,
    "christa": 1034,
    "127.0": 1035,
    "buckmaster": 1036,
    "citizen": 1037,
    "hardwood": 1038,
    "reassessing": 1039,
    "335,800": 1040,
    "speeches": 1041,
    "mbeya": 1042,
    "348,855": 1043,
    "905": 1044,
    "706,130": 1045,
    "350,000": 1046,
    "centered": 1047,
    "5,928,000": 1048,
    "sank": 1049,
    "6.875": 1050,
    "5,891": 1051,
    "supd": 1052,
    "urging": 1053,
    "253.6": 1054,
    "qsv": 1055,
    "aires": 1056,
    "afobaka": 1057,
    "106,640": 1058,
    "readied": 1059,
    "wynnewood": 1060,
    "janauary's": 1061,
    "kernels": 1062,
    "resende": 1063,
    "178.8": 1064,
    "3,202,355": 1065,
    "stats": 1066,
    "552,035": 1067,
    "jaguar": 1068,
    "aap": 1069,
    "14.1": 1070,
    "premdor": 1071,
    "193.0": 1072,
    "rex": 1073,
    "travelled": 1074,
    "lesher": 1075,
    "assumptrion": 1076,
    "sequoia": 1077,
    "1,318,000": 1078,
    "alliance": 1079,
    "neoy": 1080,
    "illegal": 1081,
    "moves": 1082,
    "wonder": 1083,
    "stas": 1084,
    "definitive": 1085,
    "salespeople": 1086,
    "diversified's": 1087,
    "kinzoku": 1088,
    "3,007,383": 1089,
    "mauritian": 1090,
    "5,381,264": 1091,
    "bottlers": 1092,
    "wananchi": 1093,
    "50.97": 1094,
    "3,141.3": 1095,
    "9,609,000": 1096,
    "wdfc": 1097,
    "lyon": 1098,
    "secure": 1099,
    "21.01": 1100,
    "fifths": 1101,
    "plays": 1102,
    "operatorships": 1103,
    "verdict": 1104,
    "9,741,000": 1105,
    "puppies": 1106,
    "1,303,000": 1107,
    "sanctioned": 1108,
    "organ": 1109,
    "recalls": 1110,
    "3.70": 1111,
    "sargent": 1112,
    "sevens": 1113,
    "certainly": 1114,
    "nonwovens": 1115,
    "2,617,768": 1116,
    "tamborapa": 1117,
    "chun": 1118,
    "760": 1119,
    "strawbridge": 1120,
    "reinforce": 1121,
    "agricultural": 1122,
    "fmr": 1123,
    "rivalling": 1124,
    "they": 1125,
    "writedown": 1126,
    "abboud": 1127,
    "3.8125": 1128,
    "uab": 1129,
    "1,300,000": 1130,
    "pioneer's": 1131,
    "gwinnett": 1132,
    "2,823,000": 1133,
    "51.5": 1134,
    "5,858,000": 1135,
    "eskimo": 1136,
    "oceania": 1137,
    "cottrell": 1138,
    "contributors": 1139,
    "6,542,000": 1140,
    "insee": 1141,
    "hfl": 1142,
    "venango": 1143,
    "7,671,000": 1144,
    "339.00": 1145,
    "410": 1146,
    "7.94": 1147,
    "182,766": 1148,
    "16.06": 1149,
    "146.20": 1150,
    "ceding": 1151,
    "terms": 1152,
    "corrective": 1153,
    "certain": 1154,
    "205,700": 1155,
    "rcmt": 1156,
    "insolvency": 1157,
    "votes": 1158,
    "5,097,000": 1159,
    "337.6": 1160,
    "foresee": 1161,
    "32.8": 1162,
    "7,772,932": 1163,
    "wr": 1164,
    "1,833,766": 1165,
    "car's": 1166,
    "balmer": 1167,
    "purified": 1168,
    "labour": 1169,
    "verhofstadt's": 1170,
    "versar": 1171,
    "654,083": 1172,
    "clutch": 1173,
    "costco": 1174,
    "52.0": 1175,
    "kennametal": 1176,
    "mog": 1177,
    "texitle": 1178,
    "timminco": 1179,
    "13.92": 1180,
    "shas": 1181,
    "2.98": 1182,
    "alfieri": 1183,
    "1,197,000": 1184,
    "61,762": 1185,
    "12.00": 1186,
    "whilst": 1187,
    "fhlbb": 1188,
    "5,547,000": 1189,
    "icebreakers": 1190,
    "corrosive": 1191,
    "comprehend": 1192,
    "bywater's": 1193,
    "ominous": 1194,
    "pursue": 1195,
    "6.0700": 1196,
    "51.0": 1197,
    "gebrueder": 1198,
    "historians": 1199,
    "paribas": 1200,
    "bouldikian": 1201,
    "reluctant": 1202,
    "stationers": 1203,
    "392,600": 1204,
    "5,450": 1205,
    "1,230,107": 1206,
    "bailey": 1207,
    "outling": 1208,
    "4,351": 1209,
    "el": 1210,
    "3,722,000": 1211,
    "hnm": 1212,
    "354.4": 1213,
    "eiaj": 1214,
    "shouls": 1215,
    "avia": 1216,
    "iwth": 1217,
    "poc": 1218,
    "calumet": 1219,
    "peterson": 1220,
    "788.0": 1221,
    "ownserhip": 1222,
    "doubly": 1223,
    "err": 1224,
    "butcher": 1225,
    "researchers": 1226,
    "nyco": 1227,
    "counters": 1228,
    "5,334,000": 1229,
    "196,872": 1230,
    "greyhound": 1231,
    "prison": 1232,
    "8,577,853": 1233,
    "burdens": 1234,
    "446.1": 1235,
    "harsher": 1236,
    "inc": 1237,
    "463,146": 1238,
    "quotas": 1239,
    "354,820": 1240,
    "remembered": 1241,
    "502,500": 1242,
    "144,000": 1243,
    "seedman's": 1244,
    "zfour": 1245,
    "2,930,507": 1246,
    "1,839,752": 1247,
    "soares": 1248,
    "career": 1249,
    "framing": 1250,
    "counterclaim": 1251,
    "definition": 1252,
    "nichols": 1253,
    "409,000": 1254,
    "diac": 1255,
    "aziz": 1256,
    "middlemen": 1257,
    "amoskeag": 1258,
    "vhc": 1259,
    "388.5": 1260,
    "15.68": 1261,
    "isa": 1262,
    "1,256,000": 1263,
    "napm's": 1264,
    "9,217": 1265,
    "48.7": 1266,
    "107,818": 1267,
    "halved": 1268,
    "anibal": 1269,
    "81,492": 1270,
    "unambiguous": 1271,
    "aslambeck": 1272,
    "5,393,000": 1273,
    "44.3": 1274,
    "prot": 1275,
    "94.57": 1276,
    "clarify": 1277,
    "unprofitable": 1278,
    "extensive": 1279,
    "13,710,000": 1280,
    "meteorologists": 1281,
    "downturn": 1282,
    "thicknesses": 1283,
    "2.14": 1284,
    "80.0": 1285,
    "wang's": 1286,
    "birdsboro": 1287,
    "250": 1288,
    "saba": 1289,
    "gy": 1290,
    "mosier": 1291,
    "asst": 1292,
    "99.0": 1293,
    "0.78": 1294,
    "413,800": 1295,
    "3,337,284": 1296,
    "amalgamation": 1297,
    "expire": 1298,
    "3,950,000": 1299,
    "named": 1300,
    "choppy": 1301,
    "volksfuersorge": 1302,
    "fdic": 1303,
    "invited": 1304,
    "nusource": 1305,
    "bii": 1306,
    "1,485,000": 1307,
    "716.9": 1308,
    "1990": 1309,
    "danworth": 1310,
    "fidata": 1311,
    "cerier": 1312,
    "214.70": 1313,
    "albeit": 1314,
    "585,600": 1315,
    "sets": 1316,
    "spelled": 1317,
    "centurion": 1318,
    "unanswered": 1319,
    "bureau": 1320,
    "gosper": 1321,
    "knuettel": 1322,
    "538": 1323,
    "128,000": 1324,
    "killlington": 1325,
    "jake": 1326,
    "cortronic": 1327,
    "meadows": 1328,
    "plush": 1329,
    "vat": 1330,
    "bubble": 1331,
    "5,255,179": 1332,
    "2.04": 1333,
    "kobena": 1334,
    "dual": 1335,
    "york's": 1336,
    "576,358": 1337,
    "5,369,555": 1338,
    "0.6950": 1339,
    "retarded": 1340,
    "rickels": 1341,
    "nekoosa's": 1342,
    "1,986,710": 1343,
    "witness": 1344,
    "signetics": 1345,
    "cavaco": 1346,
    "6,520,928": 1347,
    "debilitating": 1348,
    "244.6": 1349,
    "4,700": 1350,
    "4,130": 1351,
    "prew": 1352,
    "3,492,000": 1353,
    "1,325,406": 1354,
    "siege": 1355,
    "amselco": 1356,
    "hog": 1357,
    "5,086,000": 1358,
    "5,278,000": 1359,
    "pipelines": 1360,
    "teberebie": 1361,
    "grammes": 1362,
    "302,388": 1363,
    "whale": 1364,
    "217.28": 1365,
    "159,350": 1366,
    "8,035,326": 1367,
    "disturbing": 1368,
    "benequity": 1369,
    "bjorn": 1370,
    "doctrine": 1371,
    "proceding": 1372,
    "9.27": 1373,
    "104,314": 1374,
    "stimulate": 1375,
    "sunbelt": 1376,
    "millen": 1377,
    "14,360,000": 1378,
    "9,972,379": 1379,
    "reconsidered": 1380,
    "1.68": 1381,
    "gotten": 1382,
    "newest": 1383,
    "25.18": 1384,
    "141.85": 1385,
    "romero": 1386,
    "striving": 1387,
    "foncier": 1388,
    "outlays": 1389,
    "downed": 1390,
    "charterer": 1391,
    "emcore": 1392,
    "opelika": 1393,
    "101,116": 1394,
    "mobiliere": 1395,
    "westwego": 1396,
    "4,600": 1397,
    "thomson": 1398,
    "2,997,800": 1399,
    "dependable": 1400,
    "dirsrupting": 1401,
    "37.2": 1402,
    "stimulus": 1403,
    "3,717": 1404,
    "majority": 1405,
    "gwti": 1406,
    "redeemed": 1407,
    "13.8": 1408,
    "liqudity": 1409,
    "santa": 1410,
    "ftnc": 1411,
    "75,212,711": 1412,
    "1,101,633": 1413,
    "conosolidation": 1414,
    "topsoil": 1415,
    "juke": 1416,
    "srp": 1417,
    "glad": 1418,
    "rfbk": 1419,
    "9,780,000": 1420,
    "9,432,000": 1421,
    "rising": 1422,
    "197.3": 1423,
    "penobscot": 1424,
    "2,892,138": 1425,
    "terminal": 1426,
    "plainwell": 1427,
    "quicksilver": 1428,
    "pace's": 1429,
    "percentage": 1430,
    "114.2": 1431,
    "aa": 1432,
    "35000": 1433,
    "schweppes": 1434,
    "90,470": 1435,
    "canada's": 1436,
    "consultations": 1437,
    "pressed": 1438,
    "111.3": 1439,
    "hssi": 1440,
    "assoc": 1441,
    "haven't": 1442,
    "loma": 1443,
    "163,119": 1444,
    "raj": 1445,
    "9,098,000": 1446,
    "locke": 1447,
    "5,313,000": 1448,
    "kiel": 1449,
    "another's": 1450,
    "montagu": 1451,
    "macmillan": 1452,
    "6,495,000": 1453,
    "3,633,217": 1454,
    "microfiltration": 1455,
    "alkan": 1456,
    "prince": 1457,
    "311,000": 1458,
    "mckinley": 1459,
    "conspiring": 1460,
    "7,684,000": 1461,
    "theatrical": 1462,
    "887,886": 1463,
    "21,000": 1464,
    "mcgrath": 1465,
    "entn": 1466,
    "3,498,000": 1467,
    "+": 1468,
    "221": 1469,
    "projection": 1470,
    "lowrance": 1471,
    "divests": 1472,
    "83.71": 1473,
    "resurrect": 1474,
    "concessions": 1475,
    "bottomless": 1476,
    "ssdn": 1477,
    "relunctant": 1478,
    "4,236,000": 1479,
    "positioned": 1480,
    "enourmous": 1481,
    "8,464,000": 1482,
    "stumbling": 1483,
    "3.0": 1484,
    "step": 1485,
    "citic": 1486,
    "competitors": 1487,
    "findley": 1488,
    "175,600": 1489,
    "3,658,000": 1490,
    "irwn": 1491,
    "gaining": 1492,
    "2,685": 1493,
    "1.435": 1494,
    "113": 1495,
    "crcc": 1496,
    "2,212,000": 1497,
    "3,606,689": 1498,
    "negotiate": 1499,
    "2.016": 1500,
    "euqivalent": 1501,
    "tanis": 1502,
    "cmin": 1503,
    "habits": 1504,
    "backdrop": 1505,
    "waiver": 1506,
    "835.21": 1507,
    "111.9": 1508,
    "genetic": 1509,
    "99.2": 1510,
    "1.39": 1511,
    "2,021,000": 1512,
    "politician": 1513,
    "9,321,000": 1514,
    "luthie": 1515,
    "nzym": 1516,
    "agreemnents": 1517,
    "radevormwald": 1518,
    "funding": 1519,
    "clearly": 1520,
    "crushed": 1521,
    "indemnity": 1522,
    "contamination": 1523,
    "2,968,000": 1524,
    "tds": 1525,
    "volt": 1526,
    "308.68": 1527,
    "threaten": 1528,
    "halfway": 1529,
    "conveyer": 1530,
    "4,256,708": 1531,
    "isolate": 1532,
    "cefadroxil": 1533,
    "richfield": 1534,
    "lomk": 1535,
    "with": 1536,
    "6,340,000": 1537,
    "therapeutic": 1538,
    "platinum's": 1539,
    "decisive": 1540,
    "1,840,000": 1541,
    "ewing": 1542,
    "474": 1543,
    "altus": 1544,
    "n.y.": 1545,
    "104.98": 1546,
    "shadowfax": 1547,
    "3,049,564": 1548,
    "5.38": 1549,
    "1,150,633": 1550,
    "6,000": 1551,
    "heinl's": 1552,
    "serva": 1553,
    "mcclain": 1554,
    "ot": 1555,
    "409,476": 1556,
    "77.60": 1557,
    "cause": 1558,
    "deregulate": 1559,
    "kdd": 1560,
    "1,091,392": 1561,
    "3,931,580": 1562,
    "cablesystems": 1563,
    "826.9": 1564,
    "236,100": 1565,
    "21.08": 1566,
    "487.4": 1567,
    "tsfc": 1568,
    "arsenals": 1569,
    "48.06": 1570,
    "b.c.": 1571,
    "455.2": 1572,
    "60.1": 1573,
    "sun": 1574,
    "13,961": 1575,
    "bandwagon": 1576,
    "india's": 1577,
    "bbusx": 1578,
    "encompass": 1579,
    "commonwealth": 1580,
    "joan": 1581,
    "2.57": 1582,
    "halbert": 1583,
    "42.72": 1584,
    "5,695,000": 1585,
    "florence": 1586,
    "khalifa": 1587,
    "metroplex": 1588,
    "fairchild's": 1589,
    "lightweight": 1590,
    "bpl": 1591,
    "ivanhoe": 1592,
    "dlt": 1593,
    "azusa": 1594,
    "conference": 1595,
    "vongarlem": 1596,
    "472,500": 1597,
    "shultz": 1598,
    "2,001,107": 1599,
    "2,316,940": 1600,
    "plt": 1601,
    "39.2": 1602,
    "pat": 1603,
    "79.69": 1604,
    "571,000": 1605,
    "57.63": 1606,
    "werke": 1607,
    "resumed": 1608,
    "pasturage": 1609,
    "downwardly": 1610,
    "642.5": 1611,
    "holladay": 1612,
    "1,608,000": 1613,
    "forfeitures": 1614,
    "mtma": 1615,
    "kuhlmann": 1616,
    "shkif": 1617,
    "lmed": 1618,
    "fashions": 1619,
    "valex": 1620,
    "3.2": 1621,
    "5.3": 1622,
    "wondering": 1623,
    "4,359,000": 1624,
    "novc": 1625,
    "commencement": 1626,
    "1,858,000": 1627,
    "twinjet": 1628,
    "iaco": 1629,
    "fishing": 1630,
    "oilmeal": 1631,
    "mateo": 1632,
    "san": 1633,
    "5.20": 1634,
    "75.15": 1635,
    "cebu": 1636,
    "6,805,000": 1637,
    "subdivisions": 1638,
    "fine": 1639,
    "looming": 1640,
    "4,572,000": 1641,
    "fairly": 1642,
    "purely": 1643,
    "driver": 1644,
    "prodcuts": 1645,
    "491,076": 1646,
    "tarrif": 1647,
    "639,471": 1648,
    "clamping": 1649,
    "swire": 1650,
    "8,161,000": 1651,
    "groundwater": 1652,
    "tonka": 1653,
    "322.1": 1654,
    "1,943,000": 1655,
    "virus": 1656,
    "swaminathan": 1657,
    "trsc": 1658,
    "maximum": 1659,
    "pepsi's": 1660,
    "mcalpine": 1661,
    "53,510": 1662,
    "adjusted": 1663,
    "deliverable": 1664,
    "187.1": 1665,
    "509.5": 1666,
    "1,513,395": 1667,
    "748,472": 1668,
    "3.97": 1669,
    "depreciated": 1670,
    "firstg": 1671,
    "299,000": 1672,
    "124,000,000": 1673,
    "796,613": 1674,
    "progas": 1675,
    "1,500,000": 1676,
    "nutmeg": 1677,
    "eagleslair": 1678,
    "152.3": 1679,
    "5,900": 1680,
    "timetable": 1681,
    "bulletin's": 1682,
    "dilutive": 1683,
    "560.1": 1684,
    "17,359": 1685,
    "2,033,425": 1686,
    "discreetly": 1687,
    "virtual": 1688,
    "hydrocal": 1689,
    "1914": 1690,
    "0.49": 1691,
    "action": 1692,
    "2.8": 1693,
    "74.3": 1694,
    "1.62": 1695,
    "roussel": 1696,
    "harnischfeger": 1697,
    "2444": 1698,
    "42,820": 1699,
    "2,441,000": 1700,
    "373": 1701,
    "abc": 1702,
    "earmarked": 1703,
    "9,802,000": 1704,
    "15.62": 1705,
    "pocono": 1706,
    "blgr": 1707,
    "palates": 1708,
    "cochrane": 1709,
    "justed": 1710,
    "rubibira": 1711,
    "6,700,000": 1712,
    "moroccan": 1713,
    "27,041": 1714,
    "kuaiti": 1715,
    "proportionate": 1716,
    "19.3": 1717,
    "tradition": 1718,
    "cclr": 1719,
    "3,460,217": 1720,
    "stcok": 1721,
    "executed": 1722,
    "yards": 1723,
    "362,700": 1724,
    "6,215,538": 1725,
    "392,845": 1726,
    "none": 1727,
    "readmitted": 1728,
    "infighting": 1729,
    "labatt": 1730,
    "mainstream": 1731,
    "colosseum": 1732,
    "944": 1733,
    "zimoil": 1734,
    "papierfabrieken": 1735,
    "1,420,815": 1736,
    "citruspulp": 1737,
    "perplexed": 1738,
    "hyo": 1739,
    "30,145,000": 1740,
    "82.19": 1741,
    "sme": 1742,
    "22.79": 1743,
    "ffws": 1744,
    "bolivia": 1745,
    "1,905,774": 1746,
    "stearns": 1747,
    "ors": 1748,
    "possibility": 1749,
    "sonesta": 1750,
    "4.086": 1751,
    "4,943,584": 1752,
    "cites": 1753,
    "buses": 1754,
    "5,938,000": 1755,
    "composites": 1756,
    "19.63": 1757,
    "lyng's": 1758,
    "fairbanks": 1759,
    "30.11": 1760,
    "barringer": 1761,
    "polled": 1762,
    "253.2": 1763,
    "5,368,522": 1764,
    "fermenta's": 1765,
    "reord": 1766,
    "1.01": 1767,
    "zy": 1768,
    "ruptured": 1769,
    "alta": 1770,
    "roared": 1771,
    "professionals": 1772,
    "involves": 1773,
    "toss": 1774,
    "960.5": 1775,
    "59,922": 1776,
    "deferring": 1777,
    "7.75": 1778,
    "703,000": 1779,
    "dime": 1780,
    "2100": 1781,
    "mssl": 1782,
    "marcus": 1783,
    "doha": 1784,
    "404,000": 1785,
    "790": 1786,
    "14,190": 1787,
    "32,796": 1788,
    "kenaf": 1789,
    "6,162,000": 1790,
    "lagged": 1791,
    "233.2": 1792,
    "4,401,000": 1793,
    "chimie's": 1794,
    "1,521,002": 1795,
    "erode": 1796,
    "tcel": 1797,
    "386": 1798,
    "toepfer": 1799,
    "590": 1800,
    "austrian": 1801,
    "guangdong": 1802,
    "jawa": 1803,
    "pcpi": 1804,
    "hogi": 1805,
    "porx": 1806,
    "boddington": 1807,
    "13,191,000": 1808,
    "justified": 1809,
    "participants": 1810,
    "pyable": 1811,
    "shekels": 1812,
    "rabn": 1813,
    "amity": 1814,
    "wilfried": 1815,
    "infestattion": 1816,
    "124,380": 1817,
    "165,600": 1818,
    "convenient": 1819,
    "kondo": 1820,
    "wilshire": 1821,
    "tbn": 1822,
    "445.8": 1823,
    "becor's": 1824,
    "nar": 1825,
    "transparent": 1826,
    "licenses": 1827,
    "sovetskaya": 1828,
    "duke": 1829,
    "dyna": 1830,
    "59,527": 1831,
    "182,900": 1832,
    "dillon": 1833,
    "3090": 1834,
    "bcc": 1835,
    "cropped": 1836,
    "e.w.": 1837,
    "101.3": 1838,
    "flp": 1839,
    "valero": 1840,
    "137,400": 1841,
    "mfs": 1842,
    "1,847,560": 1843,
    "dome": 1844,
    "furthering": 1845,
    "ends": 1846,
    "1,507,000": 1847,
    "4,033,000": 1848,
    "orientation": 1849,
    "593.5": 1850,
    "39.32": 1851,
    "5,575,043": 1852,
    "1,263": 1853,
    "aancor": 1854,
    "150.4": 1855,
    "wholesalers": 1856,
    "2,851.4": 1857,
    "pieced": 1858,
    "258,507": 1859,
    "454": 1860,
    "736.0": 1861,
    "4.56": 1862,
    "150,125,000": 1863,
    "manor": 1864,
    "roma": 1865,
    "nogales": 1866,
    "9,341,755": 1867,
    "enjoys": 1868,
    "355.5": 1869,
    "mxtr": 1870,
    "8,850,656": 1871,
    "1,682,000": 1872,
    "nrm": 1873,
    "flavoring": 1874,
    "sumitomo's": 1875,
    "naval": 1876,
    "1,129": 1877,
    "15.45": 1878,
    "33.55": 1879,
    "4,500,000": 1880,
    "29.25": 1881,
    "8.37": 1882,
    "chaired": 1883,
    "industrializing": 1884,
    "647": 1885,
    "lusaka": 1886,
    "applauds": 1887,
    "maxwell's": 1888,
    "individual": 1889,
    "494.22": 1890,
    "receivership": 1891,
    "446,005": 1892,
    "occupy": 1893,
    "creation": 1894,
    "beome": 1895,
    "feedlot": 1896,
    "320,000": 1897,
    "ico": 1898,
    "cmb": 1899,
    "exploiting": 1900,
    "authoriteis": 1901,
    "265": 1902,
    "1,150,961": 1903,
    "amounting": 1904,
    "altschul": 1905,
    "align": 1906,
    "housecleaning": 1907,
    "uncertainty": 1908,
    "unites": 1909,
    "dislike": 1910,
    "winning": 1911,
    "marion": 1912,
    "twa's": 1913,
    "9.48": 1914,
    "3,744,000": 1915,
    "providing": 1916,
    "air": 1917,
    "there's": 1918,
    "megalitres": 1919,
    "48.0": 1920,
    "walsh": 1921,
    "shaanxi": 1922,
    "mulls": 1923,
    "macao": 1924,
    "32,553": 1925,
    "653": 1926,
    "embu": 1927,
    "president's": 1928,
    "csol": 1929,
    "reexports": 1930,
    "grand": 1931,
    "5,094,000": 1932,
    "advantageous": 1933,
    "88.90": 1934,
    "shipments": 1935,
    "bbe": 1936,
    "527": 1937,
    "rtz's": 1938,
    "someday": 1939,
    "225.8": 1940,
    "myhren": 1941,
    "3,688,000": 1942,
    "928,835": 1943,
    "ax": 1944,
    "peace": 1945,
    "profits": 1946,
    "downsizing": 1947,
    "needless": 1948,
    "reafffirm": 1949,
    "rcbi": 1950,
    "merchandisers": 1951,
    "observe": 1952,
    "63.7": 1953,
    "2.08": 1954,
    "109.1": 1955,
    "outpatients": 1956,
    "147.55": 1957,
    "plucked": 1958,
    "267.6": 1959,
    "sall": 1960,
    "backs": 1961,
    "unopened": 1962,
    "21.56": 1963,
    "920": 1964,
    "productions": 1965,
    "subsidence": 1966,
    "fountains": 1967,
    "14.95": 1968,
    "488.20": 1969,
    "linkages": 1970,
    "27.47": 1971,
    "inundative": 1972,
    "worldwide": 1973,
    "unravel": 1974,
    "insane": 1975,
    "scored": 1976,
    "supplement": 1977,
    "noland": 1978,
    "2,285,000": 1979,
    "roast": 1980,
    "58.6": 1981,
    "llb": 1982,
    "amertek": 1983,
    "copra": 1984,
    "assuming": 1985,
    "7.08": 1986,
    "474.4": 1987,
    "162,300": 1988,
    "4,963,620": 1989,
    "9.58": 1990,
    "brito": 1991,
    "shelters": 1992,
    "fastener": 1993,
    "gundy": 1994,
    "photonics": 1995,
    "nucleic": 1996,
    "exclusively": 1997,
    "speculators": 1998,
    "muddied": 1999,
    "bilbao": 2000,
    "160": 2001,
    "31.07": 2002,
    "leaving": 2003,
    "gelco": 2004,
    "2,969,000": 2005,
    "asbestec": 2006,
    "stky": 2007,
    "3,801,7": 2008,
    "9.47": 2009,
    "929,524": 2010,
    "manage": 2011,
    "commerzbank's": 2012,
    "ecus": 2013,
    "acutely": 2014,
    "halted": 2015,
    "1,128,160": 2016,
    "loves": 2017,
    "elaboration": 2018,
    "2,091,000": 2019,
    "genoc": 2020,
    "unrepresentative": 2021,
    "knobbs": 2022,
    "28.60": 2023,
    "guanxi": 2024,
    "5,042,000": 2025,
    "4,979,626": 2026,
    "chiluba": 2027,
    "imperative": 2028,
    "cucd": 2029,
    "mdt": 2030,
    "unrealistic": 2031,
    "6,100,000": 2032,
    "48.82": 2033,
    "qtec": 2034,
    "579,576": 2035,
    "ming": 2036,
    "nodaway": 2037,
    "56,437": 2038,
    "plymouth": 2039,
    "hussmann": 2040,
    "caisses": 2041,
    "14.96": 2042,
    "462": 2043,
    "westco": 2044,
    "54,965": 2045,
    "osl": 2046,
    "cdl": 2047,
    "67,110": 2048,
    "criticising": 2049,
    "slaughtering": 2050,
    "preferences": 2051,
    "wmd": 2052,
    "zellerbach": 2053,
    "thresholds": 2054,
    "cnc": 2055,
    "stemming": 2056,
    "1.688": 2057,
    "delivered": 2058,
    "euro": 2059,
    "pharmacy": 2060,
    "unwelcome": 2061,
    "clock": 2062,
    "someway": 2063,
    "146,000": 2064,
    "1,884,000": 2065,
    "fgi": 2066,
    "0.23": 2067,
    "glen": 2068,
    "forest": 2069,
    "baird": 2070,
    "subcriptions": 2071,
    "nqrlf": 2072,
    "8,570,000": 2073,
    "535.0": 2074,
    "designing": 2075,
    "minority": 2076,
    "228": 2077,
    "46,000": 2078,
    "georges": 2079,
    "masahiko": 2080,
    "116,554": 2081,
    "plummetting": 2082,
    "glyn": 2083,
    "55.63": 2084,
    "2,099": 2085,
    "85.44": 2086,
    "33,892": 2087,
    "swissair": 2088,
    "infected": 2089,
    "3,250,000": 2090,
    "752.50": 2091,
    "295.49": 2092,
    "cmc": 2093,
    "homes": 2094,
    "1,718,000": 2095,
    "avaiable": 2096,
    "fractional": 2097,
    "dynascan": 2098,
    "scan": 2099,
    "obtained": 2100,
    "smps": 2101,
    "pwg": 2102,
    "stvtf": 2103,
    "14.60": 2104,
    "10.08": 2105,
    "pkoh": 2106,
    "1,355,296": 2107,
    "2,276,000": 2108,
    "mobilization": 2109,
    "226,429": 2110,
    "80.4": 2111,
    "psr": 2112,
    "dechamps": 2113,
    "coebergh": 2114,
    "expand": 2115,
    "concert": 2116,
    "arising": 2117,
    "2,098,602": 2118,
    "banana": 2119,
    "4,172,188": 2120,
    "resisting": 2121,
    "affiliations": 2122,
    "blanca": 2123,
    "3,822,894": 2124,
    "saft": 2125,
    "wks": 2126,
    "1,015,000": 2127,
    "3,757,000": 2128,
    "264,485": 2129,
    "sweetbaum": 2130,
    "sidor": 2131,
    "intervening": 2132,
    "haml": 2133,
    "421.8": 2134,
    "1,331,000": 2135,
    "tvx's": 2136,
    "assert": 2137,
    "conoco's": 2138,
    "2,493,000": 2139,
    "582": 2140,
    "0.210": 2141,
    "362.8": 2142,
    "italy's": 2143,
    "gantos": 2144,
    "coastal": 2145,
    "149,750": 2146,
    "budyka": 2147,
    "453,924": 2148,
    "gases": 2149,
    "dispositions": 2150,
    "united's": 2151,
    "commission's": 2152,
    "sec's": 2153,
    "navigation": 2154,
    "arranged": 2155,
    "naturally": 2156,
    "conservations": 2157,
    "missapropriated": 2158,
    "9,547": 2159,
    "modestly": 2160,
    "3,718,325": 2161,
    "52,025": 2162,
    "woodbridge": 2163,
    "20.15": 2164,
    "pequiven": 2165,
    "517.19": 2166,
    "2.837": 2167,
    "iacocca": 2168,
    "minted": 2169,
    "28.35": 2170,
    "wcas": 2171,
    "1,726,150": 2172,
    "hfag": 2173,
    "girardin": 2174,
    "moribund": 2175,
    "490.7": 2176,
    "170.9": 2177,
    "leeuwen": 2178,
    "804.02": 2179,
    "2,466,000": 2180,
    "788,000": 2181,
    "621": 2182,
    "1.60": 2183,
    "btci": 2184,
    "suzaki": 2185,
    "arkla's": 2186,
    "gban": 2187,
    "pacemaker": 2188,
    "4,217,675": 2189,
    "833,000": 2190,
    "gormley": 2191,
    "voting": 2192,
    "africa": 2193,
    "considerably": 2194,
    "signals": 2195,
    "recapture": 2196,
    "kentucky": 2197,
    "nationalist": 2198,
    "475": 2199,
    "detect": 2200,
    "noon": 2201,
    "6,058": 2202,
    "qustion": 2203,
    "cera": 2204,
    "refitted": 2205,
    "4,361.0": 2206,
    "australians": 2207,
    "repos": 2208,
    "3.06": 2209,
    "5,362,000": 2210,
    "1,414,000": 2211,
    "157,040": 2212,
    "fireball": 2213,
    "custom": 2214,
    "516.7": 2215,
    "foodgrain": 2216,
    "bourse's": 2217,
    "720.2": 2218,
    "dinosaur": 2219,
    "widen": 2220,
    "4,252,000": 2221,
    "gec's": 2222,
    "6,486,000": 2223,
    "9,476,000": 2224,
    "battling": 2225,
    "snags": 2226,
    "447.7": 2227,
    "yearend": 2228,
    "232.3": 2229,
    "110,311,000": 2230,
    "2,365,000": 2231,
    "rotary": 2232,
    "339,000": 2233,
    "tax": 2234,
    "54,000": 2235,
    "invoked": 2236,
    "5,056,000": 2237,
    "duplication": 2238,
    "regain": 2239,
    "noncitrus": 2240,
    "cultivate": 2241,
    "4,763,000": 2242,
    "stanely": 2243,
    "garfinckel's": 2244,
    "selm": 2245,
    "jemr": 2246,
    "2,176,925": 2247,
    "richards": 2248,
    "244,900": 2249,
    "leaseway": 2250,
    "193.8": 2251,
    "82.7": 2252,
    "emp": 2253,
    "tailed": 2254,
    "crippling": 2255,
    "795,009": 2256,
    "glycols": 2257,
    "856,000": 2258,
    "274.8": 2259,
    "41.89": 2260,
    "financials": 2261,
    "profiles": 2262,
    "acquisiton": 2263,
    "knpn": 2264,
    "bluefish": 2265,
    "sensation": 2266,
    "redeployed": 2267,
    "brf": 2268,
    "145.7": 2269,
    "diverting": 2270,
    "155.9": 2271,
    "stubble": 2272,
    "see": 2273,
    "overtime": 2274,
    "2,940,219": 2275,
    "3,661,565": 2276,
    "invoke": 2277,
    "2,677,000": 2278,
    "2,552,300": 2279,
    "824,554": 2280,
    "acquirees": 2281,
    "78,457": 2282,
    "pledging": 2283,
    "lonrho": 2284,
    "snapped": 2285,
    "hollywood": 2286,
    "piecemeal": 2287,
    "acquires": 2288,
    "wehat": 2289,
    "mayor": 2290,
    "nudge": 2291,
    "converging": 2292,
    "r.g.": 2293,
    "recognises": 2294,
    "nakhon": 2295,
    "8.06": 2296,
    "respondents": 2297,
    "reiseforsikring": 2298,
    "1.20": 2299,
    "monarch": 2300,
    "palmer": 2301,
    "multibillion": 2302,
    "mcgroarty": 2303,
    "mccrae": 2304,
    "9,343,228": 2305,
    "mato": 2306,
    "liberte": 2307,
    "adminsitration": 2308,
    "donald": 2309,
    "skylark": 2310,
    "pensions": 2311,
    "weston": 2312,
    "290.1": 2313,
    "sierra": 2314,
    "13.70": 2315,
    "5,230,014": 2316,
    "98.0": 2317,
    "strained": 2318,
    "overtures": 2319,
    "royalties": 2320,
    "1,804,350": 2321,
    "6,545,000": 2322,
    "1,365,000": 2323,
    "politics": 2324,
    "23,000": 2325,
    "raiders": 2326,
    "709,000": 2327,
    "dynastar": 2328,
    "50,275": 2329,
    "255.8": 2330,
    "fibre": 2331,
    "rod": 2332,
    "5.06": 2333,
    "judge": 2334,
    "reopened": 2335,
    "1.42": 2336,
    "458,823": 2337,
    "telcommunications": 2338,
    "92,000": 2339,
    "3,756,000": 2340,
    "reciprocity": 2341,
    "husky": 2342,
    "176.87": 2343,
    "14.125": 2344,
    "112,000": 2345,
    "enviropact": 2346,
    "27.5": 2347,
    "119.8": 2348,
    "destroyer": 2349,
    "btol": 2350,
    "1,088.1": 2351,
    "10.69": 2352,
    "hrmn": 2353,
    "cgp": 2354,
    "mlotok": 2355,
    "okubo": 2356,
    "ofd": 2357,
    "converting": 2358,
    "5,300,000": 2359,
    "shore": 2360,
    "espc": 2361,
    "kwinana": 2362,
    "oapec": 2363,
    "748,000": 2364,
    "gglf": 2365,
    "arguing": 2366,
    "123,450,000": 2367,
    "cc": 2368,
    "528.14": 2369,
    "6,538,000": 2370,
    "equaling": 2371,
    "88,000": 2372,
    "229.6": 2373,
    "blacks": 2374,
    "pben": 2375,
    "quarters": 2376,
    "3,667,313": 2377,
    "colorado": 2378,
    "4,815,188": 2379,
    "petroelum": 2380,
    "castlemaine": 2381,
    "maui": 2382,
    "exchanged": 2383,
    "6.28": 2384,
    "ohta": 2385,
    "43,792,000": 2386,
    "2,635,665": 2387,
    "flower": 2388,
    "energy": 2389,
    "gli": 2390,
    "43,006": 2391,
    "nln": 2392,
    "unit": 2393,
    "genossenschaftbank's": 2394,
    "arsenim": 2395,
    "2,492,000": 2396,
    "3,846,000": 2397,
    "untested": 2398,
    "4,968,000": 2399,
    "1,811,636": 2400,
    "45.3": 2401,
    "tricentrol": 2402,
    "2,979,206": 2403,
    "9,346,483": 2404,
    "12.17": 2405,
    "firstcorp": 2406,
    "native": 2407,
    "suffield's": 2408,
    "xiang": 2409,
    "39": 2410,
    "371,700": 2411,
    "6,759,000": 2412,
    "shareby": 2413,
    "lim": 2414,
    "?": 2415,
    "698,000": 2416,
    "kltj": 2417,
    "67.5": 2418,
    "overturned": 2419,
    "5,812,000": 2420,
    "september": 2421,
    "fcbn": 2422,
    "403.7": 2423,
    "555,000": 2424,
    "5.72": 2425,
    "subscribes": 2426,
    "bourse": 2427,
    "f.s.b.": 2428,
    "4,941,000": 2429,
    "justifying": 2430,
    "gaf": 2431,
    "655,457": 2432,
    "203.5": 2433,
    "j.c.": 2434,
    "chirac's": 2435,
    "timecharters": 2436,
    "consequent": 2437,
    "immingham": 2438,
    "colson": 2439,
    "squarely": 2440,
    "65.68": 2441,
    "196,309": 2442,
    "interfere": 2443,
    "mayp": 2444,
    "1.02": 2445,
    "35.89": 2446,
    "processions": 2447,
    "aker": 2448,
    "114,108,000": 2449,
    "3.450": 2450,
    "upturn": 2451,
    "foray": 2452,
