{
  "word2index": {
    "assets.": 0,
    "endorsing": 1,
    "debt-burdened": 2,
    "107.80": 3,
    "supportive.": 4,
    "discovered": 5,
    "rexnard": 6,
    "stearns.": 7,
    "2.6": 8,
    "271-288": 9,
    "5.86": 10,
    "87.": 11,
    "portugues": 12,
    "6.09": 13,
    "i.u.": 14,
    "63.44": 15,
    "visual": 16,
    "passau": 17,
    "disenchanted": 18,
    "deflationary": 19,
    "outflows,": 20,
    "ascertain": 21,
    "eight-billion-dlr": 22,
    "4,028,231": 23,
    "locally-made": 24,
    "183": 25,
    "cmte": 26,
    "collapsing": 27,
    "bolt": 28,
    "premature": 29,
    "administration.": 30,
    "anchorage,": 31,
    "mlp": 32,
    "18.40": 33,
    "weil": 34,
    "stabilized,\"": 35,
    "doherty": 36,
    "intentional,\"": 37,
    "79.4": 38,
    "repurchases": 39,
    "pursue": 40,
    "abroad,": 41,
    "timothy": 42,
    "unicoa's": 43,
    "72,987": 44,
    "six": 45,
    "wing": 46,
    "cni": 47,
    "954,400": 48,
    "4,254,000": 49,
    "removed,": 50,
    "551,000": 51,
    "14,289": 52,
    "404": 53,
    "&lt;wnn>": 54,
    "mining.": 55,
    "bothe": 56,
    "carlson": 57,
    "wirsbo's": 58,
    ".999": 59,
    "719.9": 60,
    "dislocation,\"": 61,
    "98.6": 62,
    "wardley": 63,
    "re-imposed": 64,
    "14.7": 65,
    "serier": 66,
    "firms'": 67,
    "mokha": 68,
    "sharing,": 69,
    "meyers'": 70,
    "teheran": 71,
    "effiency": 72,
    "distributed,": 73,
    "3,208,802": 74,
    "271.6": 75,
    "due.\"": 76,
    "811,000": 77,
    "stcok": 78,
    "60.8": 79,
    "40,453,000": 80,
    "treatments": 81,
    "8,317,933": 82,
    "1,634,000": 83,
    "201.4": 84,
    "ahtes,": 85,
    "missing,": 86,
    "1,087,000": 87,
    "154": 88,
    "102.7": 89,
    "369.5": 90,
    "cote,": 91,
    "87,000": 92,
    "&lt;naftagas>": 93,
    "cwts.": 94,
    "lower-cost": 95,
    "allotment.": 96,
    "523.4": 97,
    "provinces.": 98,
    "73.4": 99,
    "pertti": 100,
    "even": 101,
    "ramly,": 102,
    "89.6": 103,
    "calories": 104,
    "detriment": 105,
    "langsa": 106,
    "designs,": 107,
    "141.8": 108,
    "16.65.": 109,
    "grant.": 110,
    "cranes": 111,
    "kenneth": 112,
    "5.1p": 113,
    "profits.": 114,
    "inflationary,": 115,
    "drying": 116,
    "119,300": 117,
    "targets\"": 118,
    "ceremony": 119,
    "designated": 120,
    "outflow,\"": 121,
    "fx25,": 122,
    "31,858": 123,
    "&lt;arm>": 124,
    "fairchild's": 125,
    "mallory": 126,
    "expressly": 127,
    "106,700": 128,
    "april/june,": 129,
    "chaiyaphum,": 130,
    "three-fold": 131,
    "registered.": 132,
    "l.": 133,
    "haas,": 134,
    "applications.": 135,
    "dental": 136,
    "contel's": 137,
    "campeau.": 138,
    "existed": 139,
    "algerian": 140,
    "tribunal": 141,
    "anti-takeover": 142,
    "altron": 143,
    "4,339,000": 144,
    "rhetoric,": 145,
    "re-rating": 146,
    "\"maybe": 147,
    "darlington": 148,
    "private.": 149,
    "185.1": 150,
    "21.6p": 151,
    "enforcement": 152,
    "mt": 153,
    "8,101,000": 154,
    "s.a.y.&lt;sayi>": 155,
    "scheduling": 156,
    "paraguay": 157,
    "1,494,304": 158,
    "3,007,048": 159,
    "morocco": 160,
    "&lt;kerr": 161,
    "24-1/8.": 162,
    "jiangxi,": 163,
    "ryohei": 164,
    "&lt;brya.we>,": 165,
    "2,050": 166,
    "unpatented": 167,
    "manufacturer's": 168,
    "l.f.": 169,
    "asked.": 170,
    "dom.": 171,
    "importing": 172,
    "tonnages": 173,
    "(532,299)": 174,
    "completed,": 175,
    "inteview": 176,
    "deutsche": 177,
    "\"sam's": 178,
    "breakdowns,": 179,
    "colleagues.": 180,
    "useful": 181,
    "&lt;dwic.o>": 182,
    "91,157": 183,
    "metabollized": 184,
    "grower-leaders": 185,
    "cooper": 186,
    "activitrax,": 187,
    "dubai...........18.09......18.21......15.86": 188,
    "baker,": 189,
    "18,463": 190,
    "pathology,": 191,
    "kum": 192,
    "so,": 193,
    "pressured": 194,
    "&lt;scnc.o>": 195,
    "recur": 196,
    "milford": 197,
    "walker-gooderham": 198,
    "photronic": 199,
    "rot": 200,
    "dean/alco": 201,
    "ore": 202,
    "investor.": 203,
    "1,138,000": 204,
    "n.a.,": 205,
    "mutton": 206,
    "332.7": 207,
    "portfolios,": 208,
    "gulfex": 209,
    "yantai,": 210,
    "1-1/8": 211,
    "bankcard": 212,
    "levels": 213,
    "\"i": 214,
    "sul": 215,
    "multiple": 216,
    "homemade": 217,
    "restoration": 218,
    "6.50": 219,
    "two-thirds": 220,
    "next,\"": 221,
    "diminish.": 222,
    "bulkers": 223,
    "419.2": 224,
    "cyrpus": 225,
    "1,738,": 226,
    "regimes": 227,
    "returned,\"": 228,
    "incurring": 229,
    "412.4": 230,
    "miners": 231,
    "base.": 232,
    "nebraska.": 233,
    "\"sterilised\"": 234,
    "goldsmith": 235,
    "constructed": 236,
    "underlying": 237,
    "bushel": 238,
    "operations": 239,
    "&lt;slvn>": 240,
    "abolished": 241,
    "1,081,600": 242,
    "8.04": 243,
    "akzo-dupont": 244,
    "catching": 245,
    "movement,": 246,
    "avaj,": 247,
    "heatlh": 248,
    "pubco": 249,
    "1,353": 250,
    "labour's": 251,
    "pumping": 252,
    "8,881,825": 253,
    "15.4": 254,
    "rostam": 255,
    "seamless": 256,
    "politically-sensitive": 257,
    "2,188,678": 258,
    "7.38": 259,
    "120,000": 260,
    "2,524,000": 261,
    "77.1": 262,
    "a.m.": 263,
    "&lt;cawl.l>": 264,
    "coating": 265,
    "&lt;trce.o>": 266,
    "saying:": 267,
    "30,171,000": 268,
    "schedualed": 269,
    "&lt;pco>": 270,
    "19,100": 271,
    "grain,\"": 272,
    "discussed,": 273,
    "documentation": 274,
    "madeco": 275,
    "(26,246),": 276,
    "198.3": 277,
    "package.": 278,
    "25.9": 279,
    "289": 280,
    "rands.": 281,
    "port-by-port": 282,
    "ratchasima,": 283,
    "ruder,": 284,
    "enhancer": 285,
    "awaited.": 286,
    "ongc": 287,
    "447.5": 288,
    "floor.": 289,
    "8.52": 290,
    "ticking": 291,
    "executives)": 292,
    "yarn": 293,
    "maxtor": 294,
    "timechartering": 295,
    "sufficed": 296,
    "366,497": 297,
    "woodward,": 298,
    "scotland,": 299,
    "usda.": 300,
    "&lt;syo>": 301,
    "chivuno": 302,
    "viktor": 303,
    "overshot": 304,
    "watanabe,": 305,
    "(142,055),": 306,
    "american-led": 307,
    "nikitas": 308,
    "warren,": 309,
    "deficit...": 310,
    "irving.": 311,
    "taste": 312,
    "9,387,000": 313,
    "20.55": 314,
    "117,600": 315,
    "3,168.9-x": 316,
    "kurzweil": 317,
    "belong,": 318,
    "report's": 319,
    "definition,": 320,
    "sprinkel,": 321,
    "658,500": 322,
    "18.01": 323,
    "meanwhile": 324,
    "oilfield": 325,
    "reorganizing": 326,
    "revs": 327,
    "5,156,000": 328,
    "noteholders": 329,
    "0.6864/69.": 330,
    "another": 331,
    "38.80": 332,
    "sitter": 333,
    "3,860,000": 334,
    "group.": 335,
    "1,028,": 336,
    "dampened": 337,
    "midyear,": 338,
    "warm": 339,
    "noble": 340,
    "3.50-dlr-per-share": 341,
    "losing": 342,
    "durango,": 343,
    "grenada": 344,
    "outlining": 345,
    "expressing": 346,
    "ibm's": 347,
    "&lt;avna.l>.": 348,
    "seller.": 349,
    "identify": 350,
    "&lt;iad>": 351,
    "date,": 352,
    "way,\"": 353,
    "mki": 354,
    "(uae)": 355,
    "butterworth": 356,
    "evans,": 357,
    "worth-dallas": 358,
    "cabins": 359,
    "77.3": 360,
    "converter": 361,
    "ginsburg.": 362,
    "466,668": 363,
    "e15b": 364,
    "motor": 365,
    "loss-riden": 366,
    "12,879": 367,
    "10.62": 368,
    "mcc": 369,
    "pre-dawn": 370,
    "retender": 371,
    "&lt;wstna>": 372,
    "picketing": 373,
    "unitholders.": 374,
    "&lt;txl": 375,
    "computors": 376,
    "bullied,": 377,
    "eckenfelder,": 378,
    "&lt;csyi>": 379,
    "creatively": 380,
    "bayou": 381,
    "740,": 382,
    "hankes,": 383,
    "spelling": 384,
    "mineral": 385,
    "13.95": 386,
    "overnight,": 387,
    "noted,": 388,
    "73.04": 389,
    "longer,": 390,
    "&lt;tpn.pa>,": 391,
    "17.5p": 392,
    "zico,": 393,
    "238,700": 394,
    "3.47": 395,
    "plm": 396,
    "possiblity": 397,
    "disclosure.": 398,
    "jordan.": 399,
    "&lt;aza>": 400,
    "4,217": 401,
    "\"wants": 402,
    "promoters": 403,
    "preseving": 404,
    "rand.": 405,
    "brascan": 406,
    "101.9": 407,
    "bristol-myers.": 408,
    "achievable.": 409,
    "confined": 410,
    "banks.": 411,
    "170,250": 412,
    "seidman": 413,
    "industrial-agricultural": 414,
    "category.": 415,
    "routine": 416,
    "cfa": 417,
    "projections,": 418,
    "&lt;montreal": 419,
    "5,518,000": 420,
    "end-users": 421,
    "baseload": 422,
    "dep": 423,
    "uncertainties": 424,
    "702": 425,
    "position\"": 426,
    "silver.": 427,
    "business-backed": 428,
    "refund": 429,
    "hafts'": 430,
    "fell,": 431,
    "756": 432,
    "zccm": 433,
    "proprietary": 434,
    "55": 435,
    "stimulating": 436,
    "6,969,389": 437,
    "climate.": 438,
    "particulartly": 439,
    "journalists": 440,
    "occupation": 441,
    "associates>": 442,
    "appalachians": 443,
    "82.6": 444,
    "tamils.": 445,
    "liberalizing": 446,
    "rescued,": 447,
    "reagan's": 448,
    "(unchanged).": 449,
    "0.58": 450,
    "siege": 451,
    "westfair": 452,
    "5,397,": 453,
    "higher-than-anticipated": 454,
    "5,819,000": 455,
    "white-ruled": 456,
    "1,359,273": 457,
    "rebuffed": 458,
    "9,306,031": 459,
    "reintensification": 460,
    "recheduling": 461,
    "lombardo.": 462,
    "refine": 463,
    "bars": 464,
    "usage": 465,
    "433,424": 466,
    "dyson": 467,
    "141.9": 468,
    "reinforced": 469,
    "&lt;ubcp>": 470,
    "125-800": 471,
    "5,726,000": 472,
    "genova": 473,
    "lasalle,": 474,
    "growing,\"": 475,
    "(miga)": 476,
    "758": 477,
    "varieties,": 478,
    "making": 479,
    "2.05": 480,
    "chatsworth,": 481,
    "1,015,800": 482,
    "generating": 483,
    "purity)": 484,
    "neutral/negative": 485,
    "8,141,150": 486,
    "midmorning,": 487,
    "gerard": 488,
    "&lt;promac": 489,
    "2,573,908": 490,
    "181.9": 491,
    "democrats,": 492,
    "num": 493,
    "currencies.\"": 494,
    "80,666,000": 495,
    "semi-conductor": 496,
    "1,957,745": 497,
    "inconceivable": 498,
    "cyacq": 499,
    "299,869": 500,
    "271,512,000": 501,
    "canadian,": 502,
    "side-products": 503,
    "&lt;tractebel": 504,
    "\"positive": 505,
    "housewife,": 506,
    "158.52": 507,
    "response": 508,
    "2-5/8": 509,
    "greengrass": 510,
    "(dlrs/bu-sorghum": 511,
    "187.0": 512,
    "nonthapanthawat,": 513,
    "1,020": 514,
    "\"harcourt": 515,
    "item": 516,
    "father.": 517,
    "mm,": 518,
    "sabine": 519,
    "a-2": 520,
    "1,920,527": 521,
    "suffice": 522,
    "fisheries,": 523,
    "considred": 524,
    "prebaked": 525,
    "2.375": 526,
    "1,114.0": 527,
    "7,564,000": 528,
    "1,648": 529,
    "ecuadorean": 530,
    "scio,": 531,
    "(-10.0": 532,
    "3.33": 533,
    "training": 534,
    "fully,": 535,
    "devalued.": 536,
    "started": 537,
    "99,000": 538,
    "claim.": 539,
    "397,000": 540,
    "temperton,": 541,
    "2,487,000": 542,
    "93.29": 543,
    "51-day": 544,
    "19": 545,
    "929,524": 546,
    "&lt;hlco>": 547,
    "zoran": 548,
    "british-listed": 549,
    "traded.": 550,
    "marketed,": 551,
    "1,789,165": 552,
    "earth,\"": 553,
    "retired.": 554,
    "year\"s": 555,
    "10,248": 556,
    "handbook": 557,
    "firb": 558,
    "1.4": 559,
    "janusz": 560,
    "&lt;berliner": 561,
    "4.2p,": 562,
    "targeting": 563,
    "different.": 564,
    "337,400,000": 565,
    "useful,\"": 566,
    "distillers": 567,
    "connecticut.": 568,
    "chocolate": 569,
    "color": 570,
    "545,000": 571,
    "&lt;blii>": 572,
    "engineered": 573,
    "stillmann": 574,
    "oakleaf": 575,
    "572,406": 576,
    "iml,": 577,
    "9,343,228": 578,
    "hawk,": 579,
    "unie,": 580,
    "5.14": 581,
    "willing,": 582,
    "pollock": 583,
    "safety-kleen,": 584,
    "8,808,323": 585,
    "outcry": 586,
    "mary,": 587,
    "&lt;alcc>": 588,
    "meterological": 589,
    "gazette.": 590,
    "3.879": 591,
    "performance\"": 592,
    "softened": 593,
    "u.s,": 594,
    "470.8": 595,
    "goerdeler": 596,
    "&lt;financial": 597,
    "mph.": 598,
    "398,318": 599,
    "abandoned,\"": 600,
    "runs.\"": 601,
    "321,980": 602,
    "stevedoring": 603,
    "sprint,": 604,
    "&lt;ftk>": 605,
    "sgs-thomson": 606,
    "half": 607,
    "winnowed": 608,
    "lieberman": 609,
    "1,900,": 610,
    "rasmussen": 611,
    "kk>": 612,
    "writedown.": 613,
    "&lt;sm>": 614,
    "unsaleable": 615,
    "planned,\"": 616,
    "retire": 617,
    "vanilla": 618,
    "1983/85": 619,
    "respectively;": 620,
    "foods.": 621,
    "improvement,\"": 622,
    "principals": 623,
    "environment.\"": 624,
    "&lt;bdm>": 625,
    "marines,": 626,
    "partnerships": 627,
    "pannzoil's": 628,
    "stabilised": 629,
    "&lt;fld>": 630,
    "adjourns": 631,
    "tyco": 632,
    "ora": 633,
    "&lt;msr>": 634,
    "3-6": 635,
    "fabrique": 636,
    "220.9": 637,
    "421,759": 638,
    "bilateral": 639,
    "gerais": 640,
    "won.\"": 641,
    "fishmeal": 642,
    "14.52": 643,
    "\"loot": 644,
    "0.152": 645,
    "blocs": 646,
    "melnikov,": 647,
    "43-3/8": 648,
    "&lt;warrantech": 649,
    "tank,": 650,
    "compartmentalised": 651,
    "\"disappointed": 652,
    "128.2": 653,
    "49,059,000": 654,
    "divestitures.": 655,
    "&lt;parf>": 656,
    "focussed": 657,
    "mills'": 658,
    "heavy-handed": 659,
    "poverty": 660,
    "trustco": 661,
    "uchida": 662,
    "3,": 663,
    "&lt;hwhh.h>": 664,
    "6,200,293": 665,
    "codes.": 666,
    "reciprocal": 667,
    "&lt;delta": 668,
    "4,202,000": 669,
    "almys": 670,
    "ciba-geigy's": 671,
    "175,247": 672,
    "525,729": 673,
    "393,372": 674,
    "overcautious.": 675,
    "khalaf": 676,
    "1,870,000": 677,
    "appropriate": 678,
    "receiver": 679,
    "launching": 680,
    "previouly": 681,
    "press.\"": 682,
    "tubes,": 683,
    "stomach": 684,
    "consortiums": 685,
    "value.\"": 686,
    "597,000": 687,
    "determination": 688,
    "'give'": 689,
    "packed": 690,
    "midnight": 691,
    "&lt;mot>": 692,
    "risen.": 693,
    "fsb,": 694,
    "taxation.": 695,
    "3,550": 696,
    "rally": 697,
    "\"purolator": 698,
    "ordinary": 699,
    "1.74": 700,
    "unveil": 701,
    "&lt;pana.s>": 702,
    "clearance": 703,
    "41.8": 704,
    "febres": 705,
    "equivalents,": 706,
    "16.42-16.45": 707,
    "denver": 708,
    "pasta,": 709,
    "&lt;whippany": 710,
    "chad,": 711,
    "&lt;ecl>": 712,
    "interuterine": 713,
    "quotas,": 714,
    "125": 715,
    "lopsided": 716,
    "petsos,": 717,
    "calgary,": 718,
    "132": 719,
    "&lt;powr>": 720,
    "tannurah.": 721,
    "wish,": 722,
    "reduction,": 723,
    "57.38": 724,
    "flat,": 725,
    "owen,": 726,
    "4,618,232": 727,
    "mps": 728,
    "lusaka,": 729,
    "704.1": 730,
    "19.17": 731,
    "8,202,000": 732,
    "curry": 733,
    "dirhams": 734,
    "1,996,000": 735,
    "split,\"": 736,
    "pires": 737,
    "204,553": 738,
    "78,456": 739,
    "1,611,000": 740,
    "546": 741,
    "st.christopher-": 742,
    "&lt;crns>": 743,
    "13.34": 744,
    "&lt;hsn>": 745,
    "2,195,000": 746,
    "hunter,": 747,
    "&lt;rmj": 748,
    "solutions\"": 749,
    "171": 750,
    "rainbow.": 751,
    "13,761,": 752,
    "qtly)": 753,
    "transit:": 754,
    "executive.": 755,
    "demerara.": 756,
    "&lt;tvxg.o>": 757,
    "&lt;captive": 758,
    "arbitrager": 759,
    "national&lt;mlc>4th": 760,
    "531,000": 761,
    "grinder,": 762,
    "61,805,000": 763,
    "230,000": 764,
    "&lt;key>": 765,
    "8,973,143": 766,
    "goodrich": 767,
    "babylon,": 768,
    "second": 769,
    "&lt;plant": 770,
    "43,602,000": 771,
    "bophuthatswana": 772,
    "vastagh,": 773,
    "8,641,000": 774,
    "302.08": 775,
    "concert": 776,
    "take-up": 777,
    "1,018,000": 778,
    "ec/u.s.": 779,
    "&lt;lifs>": 780,
    "73.5": 781,
    "3.6)": 782,
    "&lt;btv>": 783,
    "citizen.": 784,
    "62.2": 785,
    "rescinds": 786,
    "&lt;unfr>": 787,
    "control>": 788,
    "5,220,000": 789,
    "fairbanks.": 790,
    "u.s.\"": 791,
    "fires.": 792,
    "stimulant": 793,
    "784,000": 794,
    "2.126": 795,
    "buena": 796,
    "300p": 797,
    "32,553": 798,
    "users,": 799,
    "603": 800,
    "5,347,000": 801,
    "(25,909).": 802,
    "flawed": 803,
    "&lt;crcc>": 804,
    "2,021,000": 805,
    "universal,": 806,
    "greenblatt": 807,
    "\"for": 808,
    "8,441,000": 809,
    "150,100,000": 810,
    "bally's": 811,
    "50,028,000": 812,
    "amb,": 813,
    "record": 814,
    "aug": 815,
    "okiyama,": 816,
    "54.25": 817,
    "attempt.": 818,
    "exchange,": 819,
    "perioods": 820,
    "hague,": 821,
    "\"internationalisation": 822,
    "majeire,": 823,
    "23,238": 824,
    "johnston": 825,
    "conservatism": 826,
    "county's": 827,
    "about-face": 828,
    "misc": 829,
    "foresaw": 830,
    "140.40.": 831,
    "&lt;hsgh.hk>": 832,
    "kilometres": 833,
    "contrasts": 834,
    "utilisation": 835,
    "pesticides": 836,
    "2,806,300": 837,
    "&lt;outo.he>,": 838,
    "cif,": 839,
    "mindscape": 840,
    "graham-mccormick": 841,
    "1,791,148": 842,
    "2000,\"": 843,
    "we're": 844,
    "petrocurrency,": 845,
    "3,014,000": 846,
    "53.4": 847,
    "southwestern": 848,
    "pullout": 849,
    "86,000": 850,
    "&lt;lac>": 851,
    "22,": 852,
    "toyota": 853,
    "jewelers": 854,
    "postech,": 855,
    "37,724": 856,
    "ecologists": 857,
    "desire": 858,
    "30-35": 859,
    "bradenton,": 860,
    "45.23": 861,
    "record-setting": 862,
    "r.r.": 863,
    "third,": 864,
    "foster's": 865,
    "dropped": 866,
    "1,977": 867,
    "war": 868,
    "6,918,266": 869,
    "easier.": 870,
    "being,\"": 871,
    "sum,": 872,
    "342.9": 873,
    "adding:": 874,
    "wonnacott": 875,
    "1,037,690": 876,
    "&lt;mgm>": 877,
    "165.4-r": 878,
    "one-time": 879,
    "ralston": 880,
    "96.5": 881,
    "arroba": 882,
    "outstanding.": 883,
    "126.7": 884,
    "u.s.-soviet": 885,
    "sprinkel": 886,
    "1,150,633": 887,
    "foods,": 888,
    "jude": 889,
    "concern.": 890,
    "251,300": 891,
    "tossed": 892,
    "topple": 893,
    "adjustment": 894,
    "64.0": 895,
    "blanca": 896,
    "normally,": 897,
    "fundamentals.\"": 898,
    "38,608": 899,
    "543.2": 900,
    "66,000": 901,
    "attitudes": 902,
    "satisfactory": 903,
    "(137,686),": 904,
    "were:": 905,
    "fail,\"": 906,
    "22.12": 907,
    "cif.": 908,
    "q5c.": 909,
    "&lt;bu>": 910,
    "528,000": 911,
    "tilted": 912,
    "mack": 913,
    "&lt;rdkn>": 914,
    "398.4": 915,
    "\"corenes": 916,
    "jury": 917,
    "6,802,000": 918,
    "r-pa,": 919,
    "40.0": 920,
    "\"several": 921,
    "bp/posted": 922,
    "soyoil,": 923,
    "mayfair": 924,
    "djuron/ec": 925,
    "74.64": 926,
    "inventories,": 927,
    "3,400": 928,
    "usa>'s": 929,
    "speciality": 930,
    "five-year": 931,
    "curent": 932,
    "2,538,000": 933,
    "holiday": 934,
    "inputs,\"": 935,
    "light.....19.58......19.75......17.15": 936,
    "506,000": 937,
    "18,191": 938,
    "expansions": 939,
    "745,000": 940,
    "bacro": 941,
    "capitalist": 942,
    "subsidiaries).": 943,
    "9,352,000": 944,
    "35,000": 945,
    "creations": 946,
    "motel": 947,
    "banda": 948,
    "36,684": 949,
    "american-flag": 950,
    "uruguay": 951,
    "730.9": 952,
    "1.7": 953,
    "97": 954,
    "base.\"": 955,
    "garcia.": 956,
    "pipeline's": 957,
    "prices.": 958,
    "sni.": 959,
    "sixteen-to-one": 960,
    "growth": 961,
    "stock,": 962,
    "mackoff.": 963,
    "jerry's": 964,
    "\"values": 965,
    "260.9": 966,
    "&lt;mxtr>": 967,
    "2,063,000": 968,
    "interfered": 969,
    "firemen": 970,
    "80,642": 971,
    "argo": 972,
    "operated": 973,
    "further.\"": 974,
    "5,568,319": 975,
    "1.19": 976,
    "jorge": 977,
    "12.67": 978,
    "won's": 979,
    "surpised": 980,
    "&lt;ncr>": 981,
    "bankruptcies": 982,
    "numac": 983,
    "2,097,000": 984,
    "418,733": 985,
    "dictated": 986,
    "3,769,347": 987,
    "4,156,171": 988,
    "4,531,000": 989,
    "enact": 990,
    "3,608,000": 991,
    "suffolk": 992,
    "capacity,\"": 993,
    "&lt;pacc>.": 994,
    "knock": 995,
    "petrol,": 996,
    "class-action": 997,
    "dominican": 998,
    "152,900": 999,
    "hudson.": 1000,
    "&lt;far": 1001,
    "40.96": 1002,
    "locally,": 1003,
    "ambac's": 1004,
    "miltary": 1005,
    "1,980,432": 1006,
    "76,172,000": 1007,
    "driel": 1008,
    "banco": 1009,
    "att's": 1010,
    "rejected": 1011,
    "pipelines,": 1012,
    "bushel.": 1013,
    "&lt;msai>": 1014,
    "530,587": 1015,
    "willingnes": 1016,
    "&lt;sulz.z>": 1017,
    "injury.": 1018,
    "851,776": 1019,
    "398.2": 1020,
    "exposure,": 1021,
    "ax,": 1022,
    "distributors,": 1023,
    "wallingford,": 1024,
    "dividend.\"": 1025,
    "permanent.": 1026,
    "\"frank\"": 1027,
    "ton,": 1028,
    "&lt;mccrory": 1029,
    "22,086": 1030,
    "bright,": 1031,
    "budding": 1032,
    "help.": 1033,
    "m/v": 1034,
    "531.8": 1035,
    "said...active": 1036,
    "150,300": 1037,
    "6,811,280": 1038,
    "2.07": 1039,
    "utilities,": 1040,
    "deadweight": 1041,
    "devaluation": 1042,
    "1984/85.": 1043,
    "atlanta-based": 1044,
    "two-passenger": 1045,
    "narly": 1046,
    "uncollectible": 1047,
    "ultramar's": 1048,
    "(cap).": 1049,
    "kinds.\"": 1050,
    "139.7": 1051,
    "fendt,": 1052,
    "8,903,000": 1053,
    "consumed": 1054,
    "scotland": 1055,
    "agricoles).": 1056,
    "brent-grade": 1057,
    "margins.": 1058,
    "variables": 1059,
    "200-foot": 1060,
    "allocated,": 1061,
    "18.9": 1062,
    "\"cap": 1063,
    "1,823,000": 1064,
    "&lt;bsim>": 1065,
    "(13.43": 1066,
    "17.15p": 1067,
    "dryers": 1068,
    "ishrat": 1069,
    "thaisarco,": 1070,
    "&lt;amtc.o>": 1071,
    "43.25": 1072,
    "157,500": 1073,
    "wireless": 1074,
    "competition": 1075,
    "zenex": 1076,
    "kio": 1077,
    "coradian": 1078,
    "402.9": 1079,
    "plc.the": 1080,
    "6.000": 1081,
    "329.21": 1082,
    "lobbyst": 1083,
    "worts>": 1084,
    "\"expeditiously\"": 1085,
    "advising": 1086,
    "&lt;shu>": 1087,
    "incomes,": 1088,
    "correlation": 1089,
    "501,000": 1090,
    "pass,": 1091,
    "beginning,": 1092,
    "wave.": 1093,
    "meaningless": 1094,
    "clear.": 1095,
    "disappointing,": 1096,
    "confident,": 1097,
    "11.84": 1098,
    "destin": 1099,
    "acetaminophen": 1100,
    "geneva-based": 1101,
    "asset,": 1102,
    "74-3/8": 1103,
    "posttax": 1104,
    "tycoon": 1105,
    "henderson": 1106,
    "controversal": 1107,
    "equitable": 1108,
    "depressed.": 1109,
    "contender": 1110,
    "2,198,000": 1111,
    "dramatically,": 1112,
    "3,489,342": 1113,
    "profit-taking,\"": 1114,
    "2,493,000": 1115,
    "0.127": 1116,
    "59.9": 1117,
    "ici": 1118,
    "(enof)": 1119,
    "draugen": 1120,
    "subsequent": 1121,
    "countermoves": 1122,
    "commodity.": 1123,
    "1,022,451": 1124,
    "stockpiles": 1125,
    "465": 1126,
    "calgary": 1127,
    "transition.": 1128,
    "fresh-squeezed": 1129,
    "penalize": 1130,
    "240-mln-dlr": 1131,
    "14.3p": 1132,
    "bank/canada": 1133,
    "buy\"": 1134,
    "three-part": 1135,
    "2,194,970": 1136,
    "\"attempts": 1137,
    "people": 1138,
    "ct,": 1139,
    "fuller,": 1140,
    "mca,": 1141,
    "tighten.": 1142,
    "bavadra": 1143,
    "daily,": 1144,
    "486,400": 1145,
    "&lt;peat": 1146,
    "&lt;ral>.": 1147,
    "&lt;hum>": 1148,
    "2.51": 1149,
    "\"union": 1150,
    "quieter": 1151,
    "78-1/4,": 1152,
    "point/steel": 1153,
    "315.1": 1154,
    "prospects.": 1155,
    "(dbs),": 1156,
    "robustness": 1157,
    "handle": 1158,
    "imminent.": 1159,
    "hemileia": 1160,
    "competent": 1161,
    "gienow": 1162,
    "suppliers": 1163,
    "arrogant,\"": 1164,
    "refuses": 1165,
    "oda": 1166,
    "enquiries": 1167,
    "\"first,": 1168,
    "\"almost": 1169,
    "sunmeal": 1170,
    "deterioration": 1171,
    "133.5": 1172,
    "aegon.": 1173,
    "100,469": 1174,
    "leaseway": 1175,
    "8,328": 1176,
    "bids.": 1177,
    "4,992,000": 1178,
    "\"they've": 1179,
    "1,101,000": 1180,
    "tung": 1181,
    "210.1": 1182,
    "27.58": 1183,
    "belg": 1184,
    "rolling,\"": 1185,
    "fortier": 1186,
    "506.51": 1187,
    "holder": 1188,
    "wished": 1189,
    "suggested.": 1190,
    "\"greatly": 1191,
    "15.02": 1192,
    "affirmed": 1193,
    "&lt;mntx.o>": 1194,
    "590,463": 1195,
    "sharesseeking": 1196,
    "complaint": 1197,
    "alberta,": 1198,
    "heavy......16.63......16.73......14.24": 1199,
    "2,646,000": 1200,
    "0.6800": 1201,
    "10-7/16": 1202,
    "282": 1203,
    "largest-ever": 1204,
    "levy.\"": 1205,
    "promotional": 1206,
    "&lt;microtel": 1207,
    "(pca)": 1208,
    "tradestar": 1209,
    "millers,": 1210,
    "rhineland,": 1211,
    "bongard": 1212,
    "2.48": 1213,
    "34.5": 1214,
    "shipbuilders,": 1215,
    "finlays": 1216,
    "franchisor": 1217,
    "271.2": 1218,
    "6,751,830": 1219,
    "4,312.4": 1220,
    "delcared": 1221,
    "relief,\"": 1222,
    "sound,\"": 1223,
    "obtainable.": 1224,
    "(mainly": 1225,
    "tetrahydrofuran.": 1226,
    "announced.": 1227,
    "british": 1228,
    "months.": 1229,
    "purpose,\"": 1230,
    "tuition": 1231,
    "mcarthur,": 1232,
    "encouraged": 1233,
    "debits.": 1234,
    "duggan": 1235,
    "kvil": 1236,
    "minor": 1237,
    "broken,": 1238,
    "shipment": 1239,
    "mandates": 1240,
    "veterinarians": 1241,
    "penalty.": 1242,
    "geipel,": 1243,
    "month\"": 1244,
    "71.4": 1245,
    "ill.": 1246,
    "1,742,000": 1247,
    "s.a.y.": 1248,
    "\"sole": 1249,
    "virazole": 1250,
    "sid": 1251,
    "634,000": 1252,
    "gardena,": 1253,
    "\"expansion": 1254,
    "&lt;pie>": 1255,
    "97.50": 1256,
    "278.1": 1257,
    "stephen": 1258,
    "&lt;hxl>": 1259,
    "johsen": 1260,
    "glut,": 1261,
    "famous": 1262,
    "10/june": 1263,
    "eklutna": 1264,
    "murakhovsky,": 1265,
    "alarms": 1266,
    "exert": 1267,
    "52,500": 1268,
    "jr.,": 1269,
    "gets": 1270,
    "fshg.": 1271,
    "jul": 1272,
    "cheif": 1273,
    "&lt;f>.": 1274,
    "(2.0": 1275,
    "(october/september)": 1276,
    "40.29": 1277,
    "peg-superoxide": 1278,
    "estate.": 1279,
    "joint-venture": 1280,
    "sword,": 1281,
    "83.71": 1282,
    "gandhi's": 1283,
    "75.39": 1284,
    "nothing.": 1285,
    "buyers,\"": 1286,
    "improved.": 1287,
    "114.5": 1288,
    "note:": 1289,
    "land": 1290,
    "10.50": 1291,
    "&lt;crzy.o>": 1292,
    "nigeria,": 1293,
    "laroche": 1294,
    "lube": 1295,
    "936,": 1296,
    "7,814,000,": 1297,
    "&lt;lombard": 1298,
    "commercials": 1299,
    "aerojet": 1300,
    "15.89": 1301,
    "sidi": 1302,
    "resources&lt;src>": 1303,
    "residents.": 1304,
    "startup": 1305,
    "209.5": 1306,
    "atlas'": 1307,
    "clayton,": 1308,
    "[girv.vi]": 1309,
    "cylcops": 1310,
    "346.0": 1311,
    "gudbjarnarson": 1312,
    "(tonnes)": 1313,
    "229.6": 1314,
    "candidates.": 1315,
    "challenges,": 1316,
    "5-0": 1317,
    "9,831,097": 1318,
    "chibougamau,": 1319,
    "54,200": 1320,
    "&lt;ansy>": 1321,
    "515": 1322,
    "356.2": 1323,
    "huancayo,": 1324,
    "alligned": 1325,
    "vaccinate": 1326,
    "oilpatch,": 1327,
    "&lt;mssl>,": 1328,
    "&lt;cali>": 1329,
    "boris": 1330,
    "will": 1331,
    "telex": 1332,
    "s.a.(pdvsa)": 1333,
    "plugging": 1334,
    "towe": 1335,
    "22.5": 1336,
    "adhere": 1337,
    "closed-mouthed,": 1338,
    "192.": 1339,
    "squibb's": 1340,
    "underway.": 1341,
    "met.": 1342,
    "26-feb-1987": 1343,
    "6,512,700": 1344,
    "shipmetns": 1345,
    "requires": 1346,
    "snake": 1347,
    "walther": 1348,
    "pompano": 1349,
    "dropping": 1350,
    "rightholders": 1351,
    "swirl": 1352,
    "40,950,000": 1353,
    "scenes": 1354,
    "narrowing": 1355,
    "japex": 1356,
    "fireplace": 1357,
    "deposits,\"": 1358,
    "planned": 1359,
    "nickles": 1360,
    "3,167,735": 1361,
    "vancouver,": 1362,
    "papandreou": 1363,
    "mir-hossein": 1364,
    "d-mass,": 1365,
    "2,700,000": 1366,
    "fremont": 1367,
    "(caritas)": 1368,
    "108.0": 1369,
    "exerciseable,": 1370,
    "elements": 1371,
    "non-members": 1372,
    "cas": 1373,
    "profile": 1374,
    "1987)": 1375,
    "foreign-made": 1376,
    "214.70": 1377,
    "alternate": 1378,
    "meeting:": 1379,
    "slowly.\"": 1380,
    "renewing": 1381,
    "472.4": 1382,
    "votuporanga": 1383,
    "responsibilities.": 1384,
    "0.7800": 1385,
    "17.80": 1386,
    "png.": 1387,
    "13,185,000": 1388,
    "itt's": 1389,
    "2,614,225": 1390,
    "&lt;mrcm>": 1391,
    "parliament,": 1392,
    "48,473": 1393,
    "specific.": 1394,
    "woodstock": 1395,
    "already": 1396,
    "840,000": 1397,
    "q4a,": 1398,
    "&lt;bigb>": 1399,
    "&lt;washington": 1400,
    "1,286,000": 1401,
    "regan": 1402,
    "234.2": 1403,
    "&lt;dls>": 1404,
    "893.2": 1405,
    "408": 1406,
    "610,000": 1407,
    "paradise": 1408,
    "196,986": 1409,
    "3,000,716": 1410,
    "stauffer,": 1411,
    "(thaisarco)": 1412,
    "intentions": 1413,
    "be.": 1414,
    "7,339,000": 1415,
    "housecleaning": 1416,
    "previoiusly": 1417,
    "juices.": 1418,
    "&lt;msti>": 1419,
    "well-insulated": 1420,
    "\"amadeus,\"": 1421,
    "17.59": 1422,
    "9,059,600": 1423,
    "481.1": 1424,
    "55,000": 1425,
    "1,142,000": 1426,
    "thinking": 1427,
    "274,000,": 1428,
    "two.": 1429,
    "(100": 1430,
    "upwards,": 1431,
    "commodities...,": 1432,
    "55.5": 1433,
    "&lt;plaza": 1434,
    "benefits.\"": 1435,
    "2,576,000": 1436,
    "point": 1437,
    "490.7": 1438,
    "131.2": 1439,
    "tricks\"": 1440,
    "shultz'": 1441,
    "846.05": 1442,
    "bermuda": 1443,
    "buccaneers": 1444,
    "103-1/2": 1445,
    "0.64": 1446,
    "latest": 1447,
    "192,896": 1448,
    "neighbours,": 1449,
    "plant.": 1450,
    "cain-sloan,": 1451,
    "review.": 1452,
    "stagnant": 1453,
    "personnel,": 1454,
    "68.2": 1455,
    "6,354,000": 1456,
    "figures.": 1457,
    "bancorp": 1458,
    "817,641": 1459,
    "carney": 1460,
    "optimistic\"": 1461,
    "commensurate": 1462,
    "7,276,517": 1463,
    "end-1985.": 1464,
    "fuelled": 1465,
    "67-1/2": 1466,
    "lagos,": 1467,
    "credible": 1468,
    "autumn.": 1469,
    "here:": 1470,
    "jinja,": 1471,
    "subsequently,": 1472,
    "cameroun": 1473,
    "frigid": 1474,
    "262.1": 1475,
    "bced": 1476,
    "woong": 1477,
    "are,\"": 1478,
    "michigan": 1479,
    "life,": 1480,
    "lapsed.": 1481,
    "buyer's": 1482,
    "spokesman,": 1483,
    "1.35": 1484,
    "297,813": 1485,
    "mammoth": 1486,
    "221,000-bpd": 1487,
    "acccording": 1488,
    "miss.,": 1489,
    "switzerland": 1490,
    "brokering": 1491,
    "westfiar": 1492,
    "12,": 1493,
    "self-confidence": 1494,
    "lucky.\"": 1495,
    "278.67": 1496,
    "383.5": 1497,
    "lake": 1498,
    "20,000,000": 1499,
    "britoil": 1500,
    "brooksville.": 1501,
    "omit": 1502,
    "1,168,000": 1503,
    "858,624": 1504,
    "volkmer": 1505,
    "dlr-a-share,": 1506,
    "emirates.": 1507,
    "interministerial": 1508,
    "period),": 1509,
    "&lt;mdi": 1510,
    "generics": 1511,
    "317,200": 1512,
    "jurisdictions,": 1513,
    "6,000": 1514,
    "afrcian": 1515,
    "20.7p": 1516,
    "56.9": 1517,
    "bevis": 1518,
    "categories": 1519,
    "hermann": 1520,
    "paragon": 1521,
    "sidetracking": 1522,
    "pehr": 1523,
    "eroded,": 1524,
    "horizon.\"": 1525,
    "10,100,000": 1526,
    "34,224": 1527,
    "2,198,469": 1528,
    "unfranked": 1529,
    "1,226,609": 1530,
    "681,374": 1531,
    "live-stock": 1532,
    "memotec.": 1533,
    "583.1": 1534,
    "robin": 1535,
    "nevertheless": 1536,
    "christa": 1537,
    "long-range": 1538,
    "12.": 1539,
    "(4.03)": 1540,
    "jungle": 1541,
    "oct": 1542,
    "heminghaus": 1543,
    "natioonal": 1544,
    "3.9050": 1545,
    "700,000": 1546,
    "a-3": 1547,
    "10.0,": 1548,
    "&lt;mgrc>": 1549,
    "maintain": 1550,
    "20-mile": 1551,
    "254,000": 1552,
    "thiam": 1553,
    "point/gencorp": 1554,
    "cooperation\"": 1555,
    "cincinnati": 1556,
    "intent": 1557,
    "latter's": 1558,
    "beecham's": 1559,
    "reformer-hydrotreater.": 1560,
    "yet.\"": 1561,
    "aynalem,": 1562,
    "developoment": 1563,
    "&lt;mpi>": 1564,
    "variations.": 1565,
    "bills": 1566,
    "price,": 1567,
    "0.67": 1568,
    "peoples": 1569,
    "snettisham": 1570,
    "gec's": 1571,
    "&lt;btcu>": 1572,
    "internationale": 1573,
    "reeserves": 1574,
    "201.6": 1575,
    "108,666": 1576,
    "20-30/4.": 1577,
    "strings": 1578,
    "classic": 1579,
    "3,081.0": 1580,
    "super-computers": 1581,
    "19,416": 1582,
    "107.2": 1583,
    "guesses.": 1584,
    "deteriorated,\"": 1585,
    "anyone": 1586,
    "5,950,000": 1587,
    "&lt;gfs.a>": 1588,
    "futher": 1589,
    "ouachita": 1590,
    "535.8": 1591,
    "documentation.": 1592,
    "equivalent,": 1593,
    "required,": 1594,
    "142.3": 1595,
    "day,": 1596,
    "&lt;markheath": 1597,
    "492": 1598,
    "bought.": 1599,
    "poy,": 1600,
    "russell": 1601,
    "morrison.": 1602,
    "helena": 1603,
    "low-income": 1604,
    "(canada": 1605,
    "&lt;jwp>": 1606,
    "257,844": 1607,
    "&lt;mccrk>": 1608,
    "away,": 1609,
    "118.7": 1610,
    "equally,": 1611,
    "&lt;kab>,": 1612,
    "7,209,": 1613,
    "tonen": 1614,
    "ealier,": 1615,
    "sawdust.\"": 1616,
    "update.": 1617,
    "register": 1618,
    "letters": 1619,
    "dismisses": 1620,
    "&lt;berkeley": 1621,
    "&lt;fbt>,": 1622,
    "calcium": 1623,
    "porex": 1624,
    "analyses": 1625,
    "contemplative": 1626,
    "resevoir": 1627,
    "785.3": 1628,
    "lexington": 1629,
    "sea": 1630,
    "981,000": 1631,
    "library": 1632,
    "889.50": 1633,
    "45,340": 1634,
    "15-day": 1635,
    "luigi": 1636,
    "csis.": 1637,
    "unsettled": 1638,
    "93,666,000": 1639,
    "&lt;jpi>,": 1640,
    "performed.": 1641,
    "credits": 1642,
    "uncertain": 1643,
    "0.33": 1644,
    "reappearance": 1645,
    "&lt;aegg.f>": 1646,
    "kicks": 1647,
    "close\"": 1648,
    "1,339,000": 1649,
    "48,622,000": 1650,
    "serve": 1651,
    "40.4": 1652,
    "rcm": 1653,
    "&lt;an>.": 1654,
    "uruguay.": 1655,
    "1.96": 1656,
    "npct": 1657,
    "&lt;haha.s>": 1658,
    "siebe": 1659,
    "89,478": 1660,
    "reopen": 1661,
    "1,983,000": 1662,
    "(pasar),": 1663,
    "19,100.": 1664,
    "ahmad": 1665,
    "fixed-rate": 1666,
    "1,550": 1667,
    "2,113": 1668,
    "1,0053,234": 1669,
    "&lt;cnt>": 1670,
    "announced,": 1671,
    "1,619,000": 1672,
    "yunnan": 1673,
    "forms,": 1674,
    "advsiors": 1675,
    "5.3": 1676,
    "8,282,480": 1677,
    "124,634,000": 1678,
    "audit,": 1679,
    "circles,": 1680,
    "margaux": 1681,
    "industires": 1682,
    "144,000,000": 1683,
    "duin": 1684,
    "0.4-0.5": 1685,
    "robust,\"": 1686,
    "\"start-up": 1687,
    "tornadoes": 1688,
    "sealy,": 1689,
    "subsidizing": 1690,
    "ionic,": 1691,
    "bombed": 1692,
    "unsettled.\"": 1693,
    "recovered,\"": 1694,
    "harold": 1695,
    "42.44": 1696,
    "\"overall,": 1697,
    "18-mar-1987": 1698,
    "jointy": 1699,
    "receival": 1700,
    "greb,": 1701,
    "5,671,607": 1702,
    "1/4": 1703,
    "fertiliser": 1704,
    "4,939,895": 1705,
    "eradicate": 1706,
    "11,031,000": 1707,
    "proxies.": 1708,
    "shopwell": 1709,
    "pockets": 1710,
    "572,000": 1711,
    "gloeilampenfabrieken": 1712,
    "1.99": 1713,
    "5,106,000": 1714,
    "300.5-x": 1715,
    "89-360": 1716,
    "goverment": 1717,
    "sweden's": 1718,
    "3,467,099": 1719,
    "433.50/434.00": 1720,
    "favorable.\"": 1721,
    "&lt;ag>.": 1722,
    "criteria": 1723,
    "bu": 1724,
    "738.9": 1725,
    "456.2": 1726,
    "74-7/8.": 1727,
    "unavailable": 1728,
    "superintendency": 1729,
    "relieve": 1730,
    "114-1/4,": 1731,
    "915": 1732,
    "apex": 1733,
    "30": 1734,
    "cover,": 1735,
    "nmln": 1736,
    "gibbons,": 1737,
    "(nzfp)": 1738,
    "incomprehensible": 1739,
    "principles": 1740,
    "spudded": 1741,
    "\"super": 1742,
    "cottonseed": 1743,
    "145,400": 1744,
    "&lt;ipla.j>": 1745,
    "fabrication": 1746,
    "77.72": 1747,
    "rtz,": 1748,
    "hispanics.": 1749,
    "gmt)": 1750,
    "233,000": 1751,
    "mattson": 1752,
    "desires": 1753,
    "&lt;derlan": 1754,
    "waged": 1755,
    "\"u.s.": 1756,
    "sdi": 1757,
    "icg": 1758,
    "questionnaire": 1759,
    "\"vigorously\"": 1760,
    "568,000": 1761,
    "1,555,000": 1762,
    "7,983,000": 1763,
    "cordero,": 1764,
    "7,589,000": 1765,
    "1.1646": 1766,
    "rays": 1767,
    "2,721.7": 1768,
    "reversal": 1769,
    "&lt;federal": 1770,
    "royalty,": 1771,
    "15.01": 1772,
    "farmitalia": 1773,
    "self-sufficency": 1774,
    "universe": 1775,
    "braced": 1776,
    "0.057": 1777,
    "aggressive,": 1778,
    "altering": 1779,
    "cross-section": 1780,
    "212,043": 1781,
    "51.4": 1782,
    "&lt;dwp.a>": 1783,
    "phoenix": 1784,
    "heading": 1785,
    "169.2": 1786,
    "braodacasting": 1787,
    "479": 1788,
    "\"perfectly": 1789,
    "dazs.": 1790,
    "taher": 1791,
    "&lt;csys.o>": 1792,
    "herds,": 1793,
    "true.": 1794,
    "1,177": 1795,
    "7,521,643": 1796,
    "discriminated": 1797,
    "sound.": 1798,
    "feeds": 1799,
    "keystone": 1800,
    "conflicting": 1801,
    "&lt;amn>": 1802,
    "aerosol": 1803,
    "645": 1804,
    "3,243,000": 1805,
    "&lt;cucd.o>": 1806,
    "karcher": 1807,
    "27.16": 1808,
    "considering.": 1809,
    "7,055": 1810,
    "updated": 1811,
    "re-introduction.": 1812,
    "pohlad": 1813,
    "lapse": 1814,
    "revenue,": 1815,
    "nevertheless,": 1816,
    "listen": 1817,
    "994,000": 1818,
    "property-casualty": 1819,
    "instrument,\"": 1820,
    "123.8": 1821,
    "tenders,": 1822,
    "planning\"": 1823,
    "390.4": 1824,
    "dropoff": 1825,
    "again.": 1826,
    "crystal": 1827,
    "&lt;cnlg>": 1828,
    "&lt;mitsubishi": 1829,
    "monson,": 1830,
    "plow": 1831,
    "97.8": 1832,
    "(313)": 1833,
    "gdp": 1834,
    "newfoundland,": 1835,
    "km.": 1836,
    "ground": 1837,
    "bag": 1838,
    "yr": 1839,
    "2,725,425": 1840,
    "&lt;mhc>": 1841,
    "gould": 1842,
    "norfolk": 1843,
    "kilo.": 1844,
    "12,500-14,500": 1845,
    "alice": 1846,
    "flevoland,": 1847,
    "551,000,": 1848,
    "stockholder's": 1849,
    "156.2": 1850,
    "session,": 1851,
    "modes": 1852,
    "155.7": 1853,
    "820": 1854,
    "1970's": 1855,
    "window,": 1856,
    "erosion": 1857,
    "johor,": 1858,
    "tanaka.": 1859,
    "mineable": 1860,
    "payments,": 1861,
    "tripled": 1862,
    "80-1/2": 1863,
    "volatility.\"": 1864,
    "oxide,": 1865,
    "penalities": 1866,
    "&lt;kaws.t>,": 1867,
    "communism.\"": 1868,
    "micro-electronics": 1869,
    "soleley": 1870,
    "(wti)": 1871,
    "policyholders.": 1872,
    "largely": 1873,
    "(2,300),": 1874,
    "notified,\"": 1875,
    "&lt;hnz>": 1876,
    "74,387,000": 1877,
    "(40": 1878,
    "slipped": 1879,
    "toepfer": 1880,
    "2,334": 1881,
    "8.13": 1882,
    "806,278": 1883,
    "673": 1884,
    "plaid": 1885,
    "powers": 1886,
    "billed": 1887,
    "28,836,000": 1888,
    "(seven": 1889,
    "alleviated": 1890,
    "quinn": 1891,
    "accentuating": 1892,
    "rosner": 1893,
    "healthco": 1894,
    "1977": 1895,
    "&lt;stbk>": 1896,
    "&lt;arthur": 1897,
    "moscow.": 1898,
    "572.2": 1899,
    "stabilizes": 1900,
    "1986-87": 1901,
    "chi-cheng": 1902,
    "&lt;sino.hk>": 1903,
    "index,": 1904,
    "administration)": 1905,
    "tungsten": 1906,
    "7,815,000": 1907,
    "(tea)": 1908,
    "1,646,000": 1909,
    "ponta": 1910,
    "157.6": 1911,
    "selling,": 1912,
    "notes.": 1913,
    "jake": 1914,
    "&lt;asts.st>": 1915,
    "gobbled": 1916,
    "conditioning,": 1917,
    "64.06": 1918,
    "southwards--the": 1919,
    "wurlitzer": 1920,
    "publishing": 1921,
    "frostex": 1922,
    "uniform,\"": 1923,
    "not\"": 1924,
    "1,589,6000": 1925,
    "jolfa": 1926,
    "\"delighted\"": 1927,
    "maryann": 1928,
    "questions.\"": 1929,
    "10,245,000": 1930,
    "nagano's": 1931,
    "often,\"": 1932,
    "bond>": 1933,
    "caltex,": 1934,
    "insurance,\"": 1935,
    "9,879": 1936,
    "650,653": 1937,
    "tour": 1938,
    "oustanding": 1939,
    "741,000": 1940,
    "(d-ohio),": 1941,
    "6.84": 1942,
    "peterson": 1943,
    "244,000": 1944,
    "denaturable": 1945,
    "71-1/8.": 1946,
    "electron": 1947,
    "algeciras.": 1948,
    "lof": 1949,
    "grows": 1950,
    "engering": 1951,
    "slapped": 1952,
    "&lt;bb>": 1953,
    "ucap": 1954,
    "cheese": 1955,
    "618": 1956,
    "outlets,": 1957,
    "1030": 1958,
    "weak": 1959,
    "&lt;st": 1960,
    "held,": 1961,
    "4.49": 1962,
    "64.7": 1963,
    "&lt;stew.o>": 1964,
    "launch": 1965,
    "2,289,762": 1966,
    "floaters": 1967,
    "&lt;rtrs.l>": 1968,
    "(ems).": 1969,
    "venezuela\"s": 1970,
    "fisheries": 1971,
    "4.6p": 1972,
    "zorinsky,": 1973,
    "raytech": 1974,
    "woodstock's": 1975,
    "florakis": 1976,
    "7,997,000": 1977,
    "297.2": 1978,
    "proprietors": 1979,
    "proviso": 1980,
    "envirosystems": 1981,
    "blanca.......22........7............0": 1982,
    "greeneville,": 1983,
    "accu-weather": 1984,
    "abover": 1985,
    "215.6": 1986,
    "ward,": 1987,
    "concepcion,": 1988,
    "(unavailable),": 1989,
    "philippines-paper": 1990,
    "alternatives....": 1991,
    "expenditures.": 1992,
    "expectations.": 1993,
    "2007.": 1994,
    "1,574,000": 1995,
    "international,": 1996,
    "17.58": 1997,
    "&lt;afg>": 1998,
    "a-1": 1999,
    "supporters": 2000,
    "19,025,000": 2001,
    "bermuda-based": 2002,
    "wonderful": 2003,
    "shilling": 2004,
    "33,333": 2005,
    "intentions.": 2006,
    "mercer": 2007,
    "paradyne": 2008,
    "frequency": 2009,
    "calny's": 2010,
    "bureau.": 2011,
    "norma": 2012,
    "12.1": 2013,
    "carrier.": 2014,
    "ridiculous.": 2015,
    "(448,344),": 2016,
    "(44,826),": 2017,
    "mediq": 2018,
    "338": 2019,
    "93,574": 2020,
    "allied,": 2021,
    "\"wage": 2022,
    "reduction.": 2023,
    "operating.": 2024,
    "moines": 2025,
    "carrolton": 2026,
    "90-100": 2027,
    "cadillac": 2028,
    "inevitably,": 2029,
    "&lt;edac.o>": 2030,
    "officals": 2031,
    "\"short-term": 2032,
    "disagreed": 2033,
    "141,224": 2034,
    "vik,": 2035,
    "541": 2036,
    "pricing,": 2037,
    "petroles>.": 2038,
    "955": 2039,
    "&lt;azpi.mi>,": 2040,
    "14,700,000": 2041,
    "adedeji,": 2042,
    "reuters,": 2043,
    "respectively.": 2044,
    "citadel": 2045,
    "yohai,": 2046,
    "vancouver": 2047,
    "\"radio": 2048,
    "earnings,": 2049,
    "guminski": 2050,
    "close,": 2051,
    "73,200": 2052,
    "algonquin": 2053,
    "irritants": 2054,
    "carolina.": 2055,
    "9,585,000": 2056,
    "(hgca),": 2057,
    "grande": 2058,
    "40-1/4,": 2059,
    "1,336,000": 2060,
    "0700": 2061,
    "solved.\"": 2062,
    "vero": 2063,
    "suspected": 2064,
    "&lt;hold>": 2065,
    "392,600": 2066,
    "bath": 2067,
    "braga": 2068,
    "airmotive": 2069,
    "8,329,492": 2070,
    "(eep),": 2071,
    "3,217,500": 2072,
    "regime": 2073,
    "3,006,s302": 2074,
    "napm's": 2075,
    "65.9": 2076,
    "marlin": 2077,
    "speedier": 2078,
    "world.": 2079,
    "whichever": 2080,
    "belcher,": 2081,
    "411,000": 2082,
    "varying": 2083,
    "(fed": 2084,
    "8,250": 2085,
    "&lt;nums>": 2086,
    "205.50": 2087,
    "5.09": 2088,
    "8/16": 2089,
    "tecogen": 2090,
    "guilder": 2091,
    "14,183.2": 2092,
    "june-september": 2093,
    "&lt;detc.o>": 2094,
    "4,717,000": 2095,
    "monumental": 2096,
    "exists": 2097,
    "corrected": 2098,
    "13-15/4.": 2099,
    "permits.": 2100,
    "restitutions": 2101,
    "kinds.": 2102,
    "504": 2103,
    "puts": 2104,
    "ninety-two": 2105,
    "\"without": 2106,
    "20),\"": 2107,
    "8,110": 2108,
    "damage-limitation.": 2109,
    "90.4": 2110,
    "yielding": 2111,
    "distancing": 2112,
    "secretariat.": 2113,
    "w.f.": 2114,
    "patronage": 2115,
    "6/100": 2116,
    "233.9": 2117,
    "recourse": 2118,
    "pacemakers.": 2119,
    "siaahan": 2120,
    "61,763": 2121,
    "adequately,": 2122,
    "632,100": 2123,
    "g.": 2124,
    "9.0p": 2125,
    "commerice.": 2126,
    "printing": 2127,
    "&lt;dbs": 2128,
    "mtech": 2129,
    "supporting": 2130,
    "(biffex)": 2131,
    "hearing,": 2132,
    "conclusions.\"": 2133,
    "361.1": 2134,
    "6,969,000": 2135,
    "mckiernan": 2136,
    "35,936,000": 2137,
    "al-khatib": 2138,
    "860": 2139,
    "30.6": 2140,
    "newly-formed": 2141,
    "&lt;evgd.o>": 2142,
    "neil": 2143,
    "1,560,000": 2144,
    "tragedies.": 2145,
    "7,866,000": 2146,
    "exploration,\"": 2147,
    "pengo": 2148,
    "9,122,000": 2149,
    "quito.": 2150,
    "34.10": 2151,
    "150.7": 2152,
    "half-mln": 2153,
    "210,120": 2154,
    "scattered": 2155,
    "improves": 2156,
    "&lt;renaissance": 2157,
    "\"short-form\"": 2158,
    "conable,": 2159,
    "loan": 2160,
    "crops,\"": 2161,
    "o'reilly": 2162,
    "10.36": 2163,
    "1,743,000": 2164,
    "4.5p": 2165,
    "18,900,000": 2166,
    "eggs": 2167,
    "gtx,": 2168,
    "louisiana.": 2169,
    "5ess-prx": 2170,
    "assessed": 2171,
    "maintenance,": 2172,
    "(93).": 2173,
    "3,216,000": 2174,
    "reflation.": 2175,
    "dixon's": 2176,
    "strains.": 2177,
    "26.49": 2178,
    "oecf's": 2179,
    "danville": 2180,
    "delay": 2181,
    "o/e": 2182,
    "project": 2183,
    "43.87": 2184,
    "left.": 2185,
    "76.09": 2186,
    "industies": 2187,
    "diane": 2188,
    "puppies": 2189,
    "caljet": 2190,
    "2,157,895": 2191,
    "despatch": 2192,
    "fine/medium": 2193,
    "reiners,": 2194,
    "momentary": 2195,
    "said.basically,": 2196,
    "mhi": 2197,
    "minds.": 2198,
    "synergy": 2199,
    "fleshing": 2200,
    "63.9": 2201,
    "1,075,700": 2202,
    "18,": 2203,
    "9,950,000": 2204,
    "&lt;adx>": 2205,
    "&lt;srd>,": 2206,
    "giants.": 2207,
    "cities,": 2208,
    "625.5": 2209,
    "&lt;stn>": 2210,
    "fisher,": 2211,
    "9,091,688": 2212,
    "348.0": 2213,
    "improvements.\"": 2214,
    "copper,": 2215,
    "bilion": 2216,
    "hydrocarbon": 2217,
    "juice": 2218,
    "am": 2219,
    "head.": 2220,
    "&lt;txon>": 2221,
    "584,100": 2222,
    "warburg": 2223,
    "&lt;cc>": 2224,
    "&lt;tds>": 2225,
    "supposed": 2226,
    "rio,": 2227,
    "6,725,462": 2228,
    "3,236,000": 2229,
    "2,455,000": 2230,
    "animation": 2231,
    "74,071,755": 2232,
    "teddy": 2233,
    "1,924,255": 2234,
    "176.87": 2235,
    "logic": 2236,
    "malhotra": 2237,
    "43,500": 2238,
    "710": 2239,
    "strategy's)": 2240,
    "liberty": 2241,
    "stricter": 2242,
    "tackled": 2243,
    "teacher": 2244,
    "refinancement": 2245,
    "12.23": 2246,
    "fitness": 2247,
    "germaine": 2248,
    "news,": 2249,
    "virco": 2250,
    "11,908,000": 2251,
    "4,693,000": 2252,
    "repaid": 2253,
    "stockbroker": 2254,
    "single-leg": 2255,
    "shipping": 2256,
    "1961": 2257,
    "4g": 2258,
    "diverting": 2259,
    "undergone": 2260,
    "modernizing": 2261,
    "balked": 2262,
    "non-petroleum": 2263,
    "739": 2264,
    "1.015(0.654)": 2265,
    "interleukin-2,": 2266,
    "1,502,000": 2267,
    "emi-palmieri": 2268,
    "refusal": 2269,
    "saturdays": 2270,
    "thought,\"": 2271,
    "147.15/25.": 2272,
    "\"relatively": 2273,
    "competititve": 2274,
    "welbilt": 2275,
    "2,829,300": 2276,
    "disposition.": 2277,
    "7,671,000": 2278,
    "tv.": 2279,
    "116,080": 2280,
    "&lt;slcn>": 2281,
    "quincy,": 2282,
    "1,735,000": 2283,
    "non-fiscal": 2284,
    "insert": 2285,
    "disadvantage": 2286,
    "hadson's": 2287,
    "0.7600": 2288,
    "\"brazil's": 2289,
    "455.2": 2290,
    "91.2": 2291,
    "2,536,896": 2292,
    "27-july": 2293,
    "alcan's": 2294,
    "certainty": 2295,
    "580.37": 2296,
    "definite,\"": 2297,
    "113.6": 2298,
    "4,500": 2299,
    "divests": 2300,
    "continued.": 2301,
    "envoy": 2302,
    "papierfabrieken": 2303,
    "lifting.": 2304,
    "such,": 2305,
    "schleswig-holstein,": 2306,
    "118,984": 2307,
    "&lt;tbcx>": 2308,
    "\"warehouse\"": 2309,
    "swung": 2310,
    "405.9": 2311,
    "safeco": 2312,
    "systematic": 2313,
    "ashton-tate": 2314,
    "sea,": 2315,
    "envy": 2316,
    "relatives": 2317,
    "offfer": 2318,
    "panel": 2319,
    "&lt;prosz>": 2320,
    "non-accruing": 2321,
    "168,100": 2322,
    "2,176,000": 2323,
    "\"seem": 2324,
    "510,917": 2325,
    "standing": 2326,
    "prerequisite": 2327,
    "flared": 2328,
    "zulia": 2329,
    "centre-west": 2330,
    "davenport": 2331,
    "polyethelene": 2332,
    "2.85": 2333,
    "silverton,": 2334,
    "pleasure": 2335,
    "354,843": 2336,
    "48-3/4.": 2337,
    "quake.": 2338,
    "modernize": 2339,
